// export const CategoryProducts = {
//     Category: {
//         categoryTitle: "Категории",
//         categoryCards: [
//             {
//                 id: 1,
//                 image: "/homePagePhotos/category-img-1.webp",
//                 name: "Шторные автомобили",
//                 slug: "шторные автомобили",
//                 model: "30 моделей",
//             },
//             {
//                 id: 2,
//                 image: "/homePagePhotos/category-img-2.webp",
//                 name: "Краны-манипуляторы",
//                 slug: "краны-манипуляторы",
//                 model: "79 моделей",
//             },
//             {
//                 id: 3,
//                 image: "/homePagePhotos/category-img-3.png",
//                 name: "Автотопливозаправщики",
//                 slug: "автотопливозаправщики",
//                 model: "26 моделей",
//             },
//             {
//                 id: 4,
//                 image: "/homePagePhotos/category-img-4.webp",
//                 name: "Автогидроподёмники",
//                 slug: "автогидроподёмники",
//                 model: "4 модели",
//             },
//             {
//                 id: 5,
//                 image: "/homePagePhotos/category-img-5.webp",
//                 name: "Автоцистерны",
//                 slug: "автоцистерны",
//                 model: "10 моделей",
//             },
//             {
//                 id: 6,
//                 image: "/homePagePhotos/category-img-6.webp",
//                 name: "Автоэвакуаторы",
//                 slug: "автоэвакуаторы",
//                 model: "2 модели",
//             },
//             {
//                 id: 7,
//                 image: "/homePagePhotos/category-img-7.webp",
//                 name: "Изотермические фургоны",
//                 slug: "изотермические фургоны",
//                 model: "16 моделей",
//             },
//             {
//                 id: 8,
//                 image: "/homePagePhotos/category-img-8.png",
//                 name: "Контейнеровозы",
//                 slug: "контейнеровозы",
//                 model: "2 моделей",
//             },
//             {
//                 id: 9,
//                 image: "/homePagePhotos/category-img-9.webp",
//                 name: "Крюковые погрузчики",
//                 slug: "крюковые погрузчики",
//                 model: "3 модели",
//             },
//             {
//                 id: 10,
//                 image: "/homePagePhotos/category-img-10.png",
//                 name: "Самосвалы",
//                 slug: "самосвалы",
//                 model: "12 моделей",
//             },
//             {
//                 id: 11,
//                 image: "/homePagePhotos/category-img-11.webp",
//                 name: "Автомобили ДОПОГ категория EXII",
//                 slug: "автомобили ДОПОГ категория EXII",
//                 model: "4 модели",
//             },
//         ],
//     },
//     Products: [
//         {
//             id: 1,
//             categoryId: 1,
//             image: "https://rtrf.ru/upload/iblock/cb2/yqv5uhc3ob1unyhg10batwyq2oyqj1d0.jpg",
//             drawingImage:
//                 "https://rtrf.ru/upload/iblock/89f/zyn5uakiq2ezad35z0p22k6otn101niu/438121.png",
//             name: "Шторный грузовик МАЗ 438121 (модель 5389D5)",
//             allCharacter: "Смотреть все характеристики",
//             characterTitle: "Характеристики",
//             yellowTitle: "Шторный грузовик МАЗ 438121-2540-025",
//             trucInfo: [
//                 {
//                     title: "Базовое шасси",
//                     value: "МАЗ 438121 КОРНЕТ",
//                 },
//                 {
//                     title: "Двигатель",
//                     value: "WP4.1NQ190E50, 190 л.с.",
//                 },
//                 {
//                     title: "КПП",
//                     value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
//                 },
//                 {
//                     title: "Длина автомобиля, мм",
//                     value: "9510",
//                 },
//                 {
//                     title: "Ширина автомобиля, мм",
//                     value: "2550",
//                 },
//                 {
//                     title: "Высота автомобиля, мм",
//                     value: "3880",
//                 },
//                 {
//                     title: "Колесная база, мм",
//                     value: "5200",
//                 },
//                 {
//                     title: "Длина платформы, м",
//                     value: "7500",
//                 },
//                 {
//                     title: "Полная масса, кг",
//                     value: "11990",
//                 },
//                 {
//                     title: "Снаряженная масса, кг",
//                     value: "5450",
//                 },
//                 {
//                     title: "Грузоподъёмность, кг",
//                     value: "6340",
//                 },
//                 {
//                     title: "Объем фургона, м3",
//                     value: "48",
//                 },
//             ],
//             character: [
//                 {
//                     title: "Базовое шасси",
//                     value: "МАЗ 438121-2540-025",
//                 },
//                 {
//                     title: "Двигатель",
//                     value: "WP4.1NQ190E50, 190 л.с.",
//                 },
//                 {
//                     title: "КПП",
//                     value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
//                 },
//                 {
//                     title: "Колесная база, мм",
//                     value: "5200",
//                 },
//                 {
//                     title: "Габаритные размеры надстройки, мм",
//                     value: "7500х2550х2850",
//                 },
//                 {
//                     title: "Основание бортовой платформы",
//                     value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
//                 },
//                 {
//                     title: "Пол",
//                     value: "Влагостойкая фанера с противоскользящим покрытием.",
//                 },
//                 {
//                     title: "Борта платформы",
//                     value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
//                 },
//                 {
//                     title: "Передняя стенка",
//                     value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
//                 },
//                 {
//                     title: "Каркас",
//                     value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
//                 },
//                 {
//                     title: "Задние ворота",
//                     value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
//                 },
//                 {
//                     title: "Тент",
//                     value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
//                 },
//                 {
//                     title: "Прочее оборудование",
//                     value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
//                 },
//             ],
//         },
//         {
//             id: 2,
//             categoryId: 1,
//             image: "https://rtrf.ru/upload/resize_cache/iblock/11a/768_547_0/7pyjukocowss7phe63pk9qn1fdze2ep7.webp",
//             drawingImage:
//                 "https://rtrf.ru/upload/iblock/225/datab7tmg9qarstes0bczzhtfzkp0dd9/631228.png",
//             name: "Шторный грузовик МАЗ 438121 (модель 5389D5)",
//             allCharacter: "Смотреть все характеристики",
//             characterTitle: "Характеристики",
//             yellowTitle: "Шторный грузовик МАЗ 438121-2540-025",
//             trucInfo: [
//                 {
//                     title: "Базовое шасси",
//                     value: "МАЗ 438121 КОРНЕТ",
//                 },
//                 {
//                     title: "Двигатель",
//                     value: "WP4.1NQ190E50, 190 л.с.",
//                 },
//                 {
//                     title: "КПП",
//                     value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
//                 },
//                 {
//                     title: "Длина автомобиля, мм",
//                     value: "9510",
//                 },
//                 {
//                     title: "Ширина автомобиля, мм",
//                     value: "2550",
//                 },
//                 {
//                     title: "Высота автомобиля, мм",
//                     value: "3880",
//                 },
//                 {
//                     title: "Колесная база, мм",
//                     value: "5200",
//                 },
//                 {
//                     title: "Длина платформы, м",
//                     value: "7500",
//                 },
//                 {
//                     title: "Полная масса, кг",
//                     value: "11990",
//                 },
//                 {
//                     title: "Снаряженная масса, кг",
//                     value: "5450",
//                 },
//                 {
//                     title: "Грузоподъёмность, кг",
//                     value: "6340",
//                 },
//                 {
//                     title: "Объем фургона, м3",
//                     value: "48",
//                 },
//             ],
//             character: [
//                 {
//                     title: "Базовое шасси",
//                     value: "МАЗ 438121-2540-025",
//                 },
//                 {
//                     title: "Двигатель",
//                     value: "WP4.1NQ190E50, 190 л.с.",
//                 },
//                 {
//                     title: "КПП",
//                     value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
//                 },
//                 {
//                     title: "Колесная база, мм",
//                     value: "5200",
//                 },
//                 {
//                     title: "Габаритные размеры надстройки, мм",
//                     value: "7500х2550х2850",
//                 },
//                 {
//                     title: "Основание бортовой платформы",
//                     value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
//                 },
//                 {
//                     title: "Пол",
//                     value: "Влагостойкая фанера с противоскользящим покрытием.",
//                 },
//                 {
//                     title: "Борта платформы",
//                     value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
//                 },
//                 {
//                     title: "Передняя стенка",
//                     value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
//                 },
//                 {
//                     title: "Каркас",
//                     value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
//                 },
//                 {
//                     title: "Задние ворота",
//                     value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
//                 },
//                 {
//                     title: "Тент",
//                     value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
//                 },
//                 {
//                     title: "Прочее оборудование",
//                     value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
//                 },
//             ],
//         },
//     ],
// };
