// import { path } from "motion/react-client";
// import { Link } from "react-router-dom";
// const ruData = {
//     allData: {
//         header: {
//             desc: "производство и продажа автоспецтехники",
//             qrCode: "В РЕЕСТРЕ РОССИЙСКОЙ ПРОДУКЦИИ",
//             workingTime: "Время работы",
//             time: "Пн-пт: с 8:00 до 18:00 Сб-вс: Выходной",
//             place: "г. Нижний Новгород ул. Торфяная, 35",
//             forRegion: "Для регионов: 8 (800) 77-77-210",
//             forRegion2: "Нижний Новгород: 8 (831) 225-00-55",
//             navigations: {
//                 katalogBtn: "Каталог",
//                 aboutUs: "О нас",
//                 media: "Медиа",
//                 service: "Сервис",
//                 repair: "Ремонт",
//                 news: "Новости",
//                 contacts: "Контакты",
//             },
//             allCategories: {
//                 title: "Категории",
//                 types: [
//                     {
//                         name: "Шторные автомобили",
//                         path: "/shtornye-avtomobili",
//                     },
//                     {
//                         name: "Краны-манипуляторы",
//                         path: "/krany-manipulyatory",
//                     },

//                     {
//                         name: "Автотопливозаправщики",
//                     },
//                     {
//                         name: "Автогидроподъёмники",
//                     },
//                     {
//                         name: "Автоцистерны",
//                     },
//                     {
//                         name: "Автоэвакуаторы",
//                     },
//                     {
//                         name: "Бортовые автомобили",
//                     },
//                     {
//                         name: "Изотермические фургоны",
//                     },
//                     {
//                         name: "Контейнеровозы",
//                     },
//                     {
//                         name: "Крюковые погрузчики",
//                     },
//                     {
//                         name: "Самосвалы",
//                     },
//                     {
//                         name: "Автомобили ДОПОГ категория EXII",
//                     },
//                 ],
//             },

//             allAboutUs: {
//                 types: [
//                     {
//                         name: "О компании ООО «Рустрак»",
//                         path: "/about",
//                     },
//                     {
//                         name: "Наши партнёры",
//                         path: "/nashiPartnyori",
//                     },
//                     {
//                         name: "Производство",
//                     },
//                     {
//                         name: "Поставщикам и партнёрам",
//                     },
//                     {
//                         name: "Отзывы",
//                     },
//                     {
//                         name: "Сертификаты",
//                     },
//                     {
//                         name: "Вакансии",
//                     },
//                     {
//                         name: "Кредит и лизинг",
//                     },
//                 ],
//             },
//             allMedia: {
//                 types: [
//                     {
//                         name: "Фотогалерея",
//                         path: "/media",
//                     },
//                     {
//                         name: "Видео",
//                         path: "/media",
//                     },
//                     {
//                         name: "Рекламные материалы",
//                         path: "/media",
//                     },
//                     {
//                         name: "Информационные материалы",
//                         path: "/media",
//                     },
//                 ],
//             },
//         },
//         homePageSwiper: {
//             swiperSlide1: {
//                 image: "public/homePagePhotos/swiper-img.png",
//                 title: "АТЗ Рустрак включены в реестр российской промышленной продукции",
//                 text: "Теперь доступны для приобретения по 44 ФЗ",
//             },
//             swiperSlide2: {
//                 image: "public/homePagePhotos/swiper-image.jpg",
//                 title: "В наличии шторные фургоны КАМАЗ 4308",
//                 text: "Размеры надстройки 6200х2550х2850 мм. Цена 5 500 000 руб.",
//             },
//             swiperSlide3: {
//                 image: "public/homePagePhotos/swiper-image2.webp",
//                 title: "Бортовые платформы со шторным механизмом",
//                 text: "Производство и поставка коммерческого транспорта, бортовых платформ, в том числе со сдвижными шторами, сдвижной крышей.",
//             },
//             swiperSlide4: {
//                 image: "public/homePagePhotos/swiper-image3.jpg",
//                 title: "ООО <<РусТрак>>",
//                 text: "Производство и поставка специализированной техники и спецтранспорта.",
//             },
//             swiperSlide5: {
//                 image: "public/homePagePhotos/swiper-image4.jpg",
//                 title: "Краны манипулятори на базе МСV/HCV грузовиков",
//                 text: "Производство автомобилей с крано-манипуляторными установками. Использование противосдвиговых пластин, установка блока распределителя управления задними опорами, открытый профиль HOSSEN, монтажные плиты в основании КМУ, окрас платформы в цвет крана.",
//             },
//             swiperSlide6: {
//                 image: "public/homePagePhotos/swiper-image-5.jpg",
//                 title: "Автотопливозаправщики на базе MCV/HCV грузовиков",
//                 text: "Производство и поставка автотопливозаправщиков объёмом 8 и 6 м.куб. Алюминиевые коммуникации, композитные напорно-всасывающие рукава, производительный узел выдачи топлива",
//             },
//             swiperSlide7: {
//                 image: "public/homePagePhotos/Rectangle 616.png",
//                 title: "Завод-производитель автоспецтехники",
//                 text: "ООО «РусТрак» — это компания, занимающаяся производством и поставкой специализированной техники и спецтранспорта",
//             },
//         },
//         // homePageCategory: {
//         //     categoryTitle: "Категории",
//         //     categoryCards: [
//         //         {
//         //             id: 1,
//         //             image: "/homePagePhotos/category-img-1.webp",
//         //             name: "Шторные автомобили",
//         //             slug: "шторные автомобили",
//         //             model: "30 моделей",
//         //         },
//         //         {
//         //             id: 2,
//         //             image: "/homePagePhotos/category-img-2.webp",
//         //             name: "Краны-манипуляторы",
//         //             slug: "краны-манипуляторы",
//         //             model: "79 моделей",
//         //         },
//         //         {
//         //             id: 3,
//         //             image: "/homePagePhotos/category-img-3.png",
//         //             name: "Автотопливозаправщики",
//         //             slug: "автотопливозаправщики",
//         //             model: "26 моделей",
//         //         },
//         //         {
//         //             id: 4,
//         //             image: "/homePagePhotos/category-img-4.webp",
//         //             name: "Автогидроподёмники",
//         //             slug: "автогидроподёмники",
//         //             model: "4 модели",
//         //         },
//         //         {
//         //             id: 5,
//         //             image: "/homePagePhotos/category-img-5.webp",
//         //             name: "Автоцистерны",
//         //             slug: "автоцистерны",
//         //             model: "10 моделей",
//         //         },
//         //         {
//         //             id: 6,
//         //             image: "/homePagePhotos/category-img-6.webp",
//         //             name: "Автоэвакуаторы",
//         //             slug: "автоэвакуаторы",
//         //             model: "2 модели",
//         //         },
//         //         {
//         //             id: 7,
//         //             image: "/homePagePhotos/category-img-7.webp",
//         //             name: "Изотермические фургоны",
//         //             slug: "изотермические фургоны",
//         //             model: "16 моделей",
//         //         },
//         //         {
//         //             id: 8,
//         //             image: "/homePagePhotos/category-img-8.png",
//         //             name: "Контейнеровозы",
//         //             slug: "контейнеровозы",
//         //             model: "2 моделей",
//         //         },
//         //         {
//         //             id: 9,
//         //             image: "/homePagePhotos/category-img-9.webp",
//         //             name: "Крюковые погрузчики",
//         //             slug: "крюковые погрузчики",
//         //             model: "3 модели",
//         //         },
//         //         {
//         //             id: 10,
//         //             image: "/homePagePhotos/category-img-10.png",
//         //             name: "Самосвалы",
//         //             slug: "самосвалы",
//         //             model: "12 моделей",
//         //         },
//         //         {
//         //             id: 11,
//         //             image: "/homePagePhotos/category-img-11.webp",
//         //             name: "Автомобили ДОПОГ категория EXII",
//         //             slug: "автомобили ДОПОГ категория EXII",
//         //             model: "4 модели",
//         //         },
//         //     ],
//         // },

//         homePageAboutRustrak: {
//             aboutTitle: "О компании",
//             rustrak: "Рустрак",
//             firstText:
//                 "Наша компания занимает лидирующие позиции на рынке спецтехники: каждый день мы вносим свой вклад в развитие отечественного автопрома и укрепление российской экономики.",
//             secondText:
//                 "«РусТрак» является ведущим производителем коммерческого транспорта и специализированной техники. Наша работа признана и высоко оценена крупнейшими отечественными корпорациями и государственными структурами: мы поставляем спецтехнику для таких корпораций, как Газпром, Росатом, Россети, РСК «МИГ» и других.",
//             image: "/homePagePhotos/about-rustrack-img.png",
//         },
//         homePageYellowSection: {
//             yellowInfo: [
//                 {
//                     number: "17",
//                     title: "субъектов",
//                     text: "За 17 лет деятельности ООО «РусТрак» превратилось в крупное предприятие по производству и продаже специальной техники",
//                 },
//                 {
//                     number: "85",
//                     title: "субъектов",
//                     text: "Мы обеспечили 85 субъектов РФ надёжной техникой коммерческого и специализированного предназначения",
//                 },
//                 {
//                     number: "11",
//                     title: "концернов",
//                     text: "ООО «РусТрак» дорожит доверием автопрома, которое подтверждено полномочиями от 11 автопроизводителей",
//                 },
//             ],
//         },
//         scrollSlider: {
//             into: {},
//             linePart: [
//                 {
//                     id: 1,
//                     name: "Конструкторское бюро",
//                     text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиента.",
//                 },
//                 {
//                     id: 2,
//                     name: "Разработка",
//                     text: "Все проекты разработаны согласно мануал кузовостроителей.",
//                 },
//                 {
//                     id: 3,
//                     name: "Производственная база",
//                     text: "Собственная производственная база позволяет максимально снизить себестоимость продукции, повышая её конкурентоспособность.",
//                 },
//                 {
//                     id: 4,
//                     name: "Гарантия",
//                     text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиента.Гарантия на надстройки и работы соответствует гарантии шасси.",
//                 },
//                 {
//                     id: 5,
//                     name: "Сервис",
//                     text: "Сервисное обслуживание: партнёрская сервисная сеть на всей территории РФ.",
//                 },
//             ],
//         },
//         homePageRecomendedProduct: {
//             recomendTitle: "Рекомендуемая продукция",
//             productCards: [
//                 {
//                     id: 1,
//                     image: "/homePagePhotos/recomendedProduct-1.webp",
//                     name: "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 2,
//                     image: "/homePagePhotos/recomendedProduct-2.webp",
//                     name: "Кран-манипулятор КАМАЗ 43118 c КМУ ИНМАН ИМ150N (модель 4388С2-10)",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 3,
//                     image: "/homePagePhotos/recomendedProduct-3.webp",
//                     name: "Кран-манипулятор JAC N200L c КМУ ИНМАН ИМ150N, ДОПОГ категория EX II (модель 4389К8-10)",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 4,
//                     image: "/homePagePhotos/recomendedProduct-4.webp",
//                     name: "Шторный грузовик КАМАЗ 4308 ДОПОГ ЕХII (модель 4388Н2-10)",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 5,
//                     image: "/homePagePhotos/recomendedProduct-5.webp",
//                     name: "Кран-манипулятор Валдай-18 (FB6R51) с КМУ ИНМАН ИМ 240N (модель 438918)",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 6,
//                     image: "/homePagePhotos/recomendedProduct-6.webp",
//                     name: "Автотопливозаправщик JAC N200 АТЗ-10 м. куб",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 7,
//                     image: "/homePagePhotos/recomendedProduct-7.webp",
//                     name: "Топливозаправщик Садко 9 (С41А13) с АТЗ 4,5 м3 двухсекционная",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 8,
//                     image: "/homePagePhotos/recomendedProduct-8.webp",
//                     name: "Топливозаправщик Валдай 12 АТЗ 8",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 9,
//                     image: "/homePagePhotos/recomendedProduct-9.webp",
//                     name: "Шторный грузовик ВАЛДАЙ 12",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 10,
//                     image: "/homePagePhotos/recomendedProduct-10.webp",
//                     name: "Шторный грузовик КАМАЗ 65657",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 11,
//                     image: "/homePagePhotos/recomendedProduct-11.webp",
//                     name: "Шторный грузовик DONG FENG C120L (модель 5389H2-03)",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 12,
//                     image: "/homePagePhotos/recomendedProduct-12.webp",
//                     name: "Самосвал на шасси КОМПАС 9",
//                     text: "Цена по запросу",
//                 },
//                 {
//                     id: 13,
//                     image: "/homePagePhotos/recomendedProduct-13.webp",
//                     name: "Автогидроподъемник PALFINGER P 180Т на шасси ГАЗ C41R33",
//                     text: "Цена по запросу",
//                 },
//             ],
//         },
//         homePageNews: {
//             newsTitle: "Новости",
//             newsCards: [
//                 {
//                     id: 0,
//                     image: "/homePagePhotos/news-img1.webp",
//                     date: "07.07.2026",
//                     text: "Первый в России контейнеровоз на шасси КАМАЗ‑65658 выпустил «Рустрак»",
//                 },
//                 {
//                     id: 1,
//                     image: "/homePagePhotos/news-img-2.webp",
//                     date: "08.06.2026",
//                     text: "«Рустрак» подвёл итоги участия в выставке COMVEX 2026.",
//                 },
//                 {
//                     id: 2,
//                     image: "/homePagePhotos/news-img-3.webp",
//                     date: "26.03.2026",
//                     text: "Садко 9 Фермер обзавелся КМУ с бурильной установкой",
//                 },
//                 {
//                     id: 3,
//                     image: "/homePagePhotos/news-img-4.webp",
//                     date: "06.03.2026",
//                     text: "Рустрак поздравляет с Международным женским днём!",
//                 },
//                 {
//                     id: 4,
//                     image: "/homePagePhotos/news-img-6.webp",
//                     date: "26.02.2026",
//                     text: "РУСТРАК продлил статус официального дилера ИНМАН и ВЕЛМАШ-С!",
//                 },
//                 {
//                     id: 5,
//                     image: "/homePagePhotos/news-img-7.webp",
//                     date: "20.02.2026",
//                     text: "Рустрак поздравляет с Днем защитника Отечества.",
//                 },
//                 {
//                     id: 6,
//                     image: "/homePagePhotos/news-img-8.webp",
//                     date: "30.12.2025",
//                     text: "Рустрак поздравляет партнеров с Новым годом и Рождеством!",
//                 },
//                 {
//                     id: 7,
//                     image: "/homePagePhotos/news-img-9.webp",
//                     date: "28.11.2024",
//                     text: "Рустрак ввел в эксплуатацию новую покрасочную камеру",
//                 },
//                 {
//                     id: 8,
//                     image: "/homePagePhotos/news-img-10.webp",
//                     date: "10.07.2024",
//                     text: "Рустрак провел тимбилдинг-мероприятие для сотрудников",
//                 },
//                 {
//                     id: 9,
//                     image: "/homePagePhotos/news-img-11.webp",
//                     date: "26.03.2024",
//                     text: "Рустрак ввел в эксплуатацию новую дробеструйную камеру",
//                 },
//                 {
//                     id: 10,
//                     image: "/homePagePhotos/news-img-12.webp",
//                     date: "01.03.2024",
//                     text: "Рустрак принял участие в XV дилерской конференции Палфингер",
//                 },
//                 {
//                     id: 11,
//                     image: "/homePagePhotos/news-img-13.webp",
//                     date: "08.07.2023",
//                     text: "Рустрак на выставке СТТ и Comvex 2023",
//                 },
//                 {
//                     id: 12,
//                     image: "/homePagePhotos/news-img-14.webp",
//                     date: "17.04.2023",
//                     text: "Рустрак поставил партию автомобилей с КМУ ИМ 77 для строительного сектора Санкт-Петербурга",
//                 },
//                 {
//                     id: 13,
//                     image: "/homePagePhotos/news-img-15.webp",
//                     date: "15.04.2023",
//                     text: "Рустрак примет участие в ежегодной выставке СТТ EXPO 2023 и COMVEX",
//                 },
//                 {
//                     id: 14,
//                     image: "/homePagePhotos/news-img-16.webp",
//                     date: "28.03.2023",
//                     text: "«РусТрак» принял участие в форуме-совещании Минского Автомобильного Завода",
//                 },
//                 {
//                     id: 15,
//                     image: "/homePagePhotos/news-img-17.webp",
//                     date: "22.03.2023",
//                     text: '«РусТрак» принял участие в дилерской конференции "Палфингер"',
//                 },
//                 {
//                     id: 16,
//                     image: "/homePagePhotos/news-img-18.webp",
//                     date: "27.02.2023",
//                     text: '"Рустрак" принял участие в дилерской конференции Daewoo Trucks',
//                 },
//                 {
//                     id: 17,
//                     image: "/homePagePhotos/news-img-19.webp",
//                     date: "07.02.2023",
//                     text: "«РусТрак» принял участие в дилерской конференции «ДК РУС»",
//                 },
//                 {
//                     id: 18,
//                     image: "/homePagePhotos/news-img-20.webp",
//                     date: "06.02.2023",
//                     text: "Конференция официальных дилеров и партнёров ПАО «КАМАЗ»",
//                 },
//             ],
//         },
//         aboutPageHero: {
//             heroTitle:
//                 "Автомобильный завод «РусТрак» - ведущий производитель коммерческого транспорта и специализированной техники в Нижнем Новгороде.",
//             yellowTitle: "лет опыта",
//         },
//         footer: {
//             footerTel: "Тел/факс: 8 (831) 235-25-17",
//             footerEmail: "Email: info+7605@rtrf.ru",
//             footerLocation: "г. Нижний Новгород ул. Торфяная, 35",
//             footerFirstText: "2009 - 2026 © Rus - Trucks",
//             footerSecondText:
//                 "Информация на сайте не является публичной офертой, определяемой согласно статье 435 Гражданского кодекса РФ и носит исключительно информационный характер.",
//             footerMedia: {
//                 aboutUs: "О нас",
//                 media: "Медиа",
//                 allBoutUs: [
//                     {
//                         id: 0,
//                         name: "О компании ООО «Рустрак»",
//                     },
//                     {
//                         id: 1,
//                         name: "Новости",
//                     },
//                     {
//                         id: 2,
//                         name: "Наши партнёры",
//                     },
//                     {
//                         id: 3,
//                         name: "Производство",
//                     },
//                     {
//                         id: 4,
//                         name: "Поставщикам и партнёрам",
//                     },
//                     {
//                         id: 5,
//                         name: "Отзывы",
//                     },
//                     {
//                         id: 6,
//                         name: "Сертификаты",
//                     },
//                     {
//                         id: 7,
//                         name: "Вакансии",
//                     },
//                     {
//                         id: 8,
//                         name: "Кредит и лизинг",
//                     },
//                     {
//                         id: 9,
//                         name: "Сервис",
//                     },
//                     {
//                         id: 10,
//                         name: "Ремонт",
//                     },
//                     {
//                         id: 11,
//                         name: "Контакты",
//                     },
//                     {
//                         id: 12,
//                         name: "Полезные статьи",
//                     },
//                 ],
//                 allMedia: [
//                     {
//                         name: "Фотогалерея",
//                     },
//                     {
//                         name: "Видео",
//                     },
//                     {
//                         name: "Рекламные материалы",
//                     },
//                 ],
//             },
//         },
//     },
// };
// export default ruData;
