export const ruData = {
    allData: {
        // ///////////////////////HEADER INFO//////////////////////
        header: {
            desc: "производство и продажа автоспецтехники",
            qrCode: "В РЕЕСТРЕ РОССИЙСКОЙ ПРОДУКЦИИ",
            workingTime: "Время работы",
            time: "Пн-пт: с 8:00 до 18:00 Сб-вс: Выходной",
            place: "г. Нижний Новгород ул. Торфяная, 35",
            forRegion: "Для регионов: 8 (800) 77-77-210",
            forRegion2: "Нижний Новгород: 8 (831) 225-00-55",
            main: "Главная",
            navigations: {
                katalogBtn: "Каталог",
                aboutUs: "О нас",
                media: "Медиа",
                media1: [
                    {
                        name: "Сервис",
                        path: "/service",
                    },
                    {
                        name: "Ремонт",
                        path: "/repair",
                    },
                    {
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        name: "Контакты",
                        path: "/contact",
                    },
                ],
            },
            allCategories: {
                title: "Категории",
                types: [
                    {
                        name: "Шторные автомобили",
                        path: "/catalog/shtornye-avtomobili",
                    },
                    {
                        name: "Краны-манипуляторы",
                        path: "/catalog/krany-manipulyatory",
                    },
                    {
                        name: "Автотопливозаправщики",
                        path: "/catalog/avtotoplivozapravshiki",
                    },
                    {
                        name: "Автогидроподъёмники",
                        path: "/catalog/avtogidropodyomniki",
                    },
                    {
                        name: "Автоцистерны",
                        path: "/catalog/avtocisterny",
                    },
                    {
                        name: "Автоэвакуаторы",
                        path: "/catalog/avtoevakuatory",
                    },
                    {
                        name: "Изотермические фургоны",
                        path: "/catalog/izotermicheskiye-furgony",
                    },
                    {
                        name: "Контейнеровозы",
                        path: "/catalog/konteynerovozy",
                    },
                    {
                        name: "Крюковые погрузчики",
                        path: "/catalog/kryukovye-pogruzchiki",
                    },
                    {
                        name: "Самосвалы",
                        path: "/catalog/samosvaly",
                    },
                    {
                        name: "Автомобили ДОПОГ категория EXII",
                        path: "/catalog/dopog-exii",
                    },
                ],
            },

            allAboutUs: {
                types: [
                    {
                        name: "О компании ООО «Рустрак»",
                        path: "/about",
                    },
                    {
                        name: "Наши партнёры",
                        path: "/partners",
                    },
                    {
                        name: "Производство",
                        path: "/production",
                    },
                    {
                        name: "Поставщикам и партнёрам",
                        path: "/suppliers",
                    },
                    {
                        name: "Отзывы",
                        path: "/otziv",
                    },
                    {
                        name: "Сертификаты",
                        path: "/sertificate",
                    },
                    {
                        name: "Вакансии",
                        path: "/vacancies",
                    },
                    {
                        name: "Кредит и лизинг",
                        path: "/leasing",
                    },
                ],
            },
            allMedia: {
                types: [
                    {
                        name: "Фотогалерея",
                        path: "/fotogallery",
                    },
                    {
                        name: "Видео",
                        path: "/video",
                    },
                    {
                        name: "Рекламные материалы",
                        path: "/promo",
                    },
                    {
                        name: "Информационные материалы",
                        path: "/info",
                    },
                ],
            },
        },
        // ///////////////////////BASKET///////////////////////
        basket: {
            pageTitle: "Корзина",
            text1: "Ваша корзина пуста.",
            text2: "Воспользуйтесь каталогом или поиском, чтобы найти подходящий товар.",
            button1: "На главную",
            button2: "Открыть каталог",
        },
        like: {
            pageTitle: "Избранное",
            text: "Ваше избранное пусто.",
            all: "Все",
            nalichi: "В наличии",
            netNalichi: "Нет в продаже",
            product: "товара",
        },
        search: {
            search: "Поиск:",
            notFound: "Товары не найдены",
            swiperTitle: "Похожие товары",
        },
        // ///////////////////////HOME////////////////////////////////////////////////
        homePageSwiper: {
            swiperSlide0: {
                image: "/homePagePhotos/0000.jpg",
                title: "Безбортовой Свайпер разработал Рустрак",
                text: "Открывание 3 секунды.",
            },
            swiperSlide1: {
                image: "/homePagePhotos/swiper-img.jpg",
                title: "АТЗ Рустрак включены в реестр российской промышленной продукции",
                text: "Теперь доступны для приобретения по 44 ФЗ",
            },
            swiperSlide2: {
                image: "/homePagePhotos/swiper-image.jpg",
                title: "В наличии шторные фургоны КАМАЗ 4308",
                text: "Размеры надстройки 6200х2550х2850 мм. Цена 5 500 000 руб.",
            },
            swiperSlide3: {
                image: "/homePagePhotos/swiper-image2.webp",
                title: "Бортовые платформы со шторным механизмом",
                text: "Производство и поставка коммерческого транспорта, бортовых платформ, в том числе со сдвижными шторами, сдвижной крышей.",
            },
            swiperSlide4: {
                image: "/homePagePhotos/swiper-image3.jpg",
                title: "ООО <<РусТрак>>",
                text: "Производство и поставка специализированной техники и спецтранспорта.",
            },
            swiperSlide5: {
                image: "/homePagePhotos/swiper-image4.jpg",
                title: "Краны манипулятори на базе МСV/HCV грузовиков",
                text: "Производство автомобилей с крано-манипуляторными установками. Использование противосдвиговых пластин, установка блока распределителя управления задними опорами, открытый профиль HOSSEN, монтажные плиты в основании КМУ, окрас платформы в цвет крана.",
            },
            swiperSlide6: {
                image: "/homePagePhotos/swiper-image-5.jpg",
                title: "Автотопливозаправщики на базе MCV/HCV грузовиков",
                text: "Производство и поставка автотопливозаправщиков объёмом 8 и 6 м.куб. Алюминиевые коммуникации, композитные напорно-всасывающие рукава, производительный узел выдачи топлива",
            },
            swiperSlide7: {
                image: "/homePagePhotos/Rectangle 616.png",
                title: "Завод-производитель автоспецтехники",
                text: "ООО «РусТрак» — это компания, занимающаяся производством и поставкой специализированной техники и спецтранспорта",
            },
        },
        CategoryProducts: {
            categoryTitle: "Категории",
            recomendTitle: "Рекомендуемая продукция",
            sena: "Цена по запросу",
            podrobneBtn: "Подробнее",
            categoryCards: [
                {
                    id: 1,
                    image: "/homePagePhotos/category-img-1.webp",
                    name: "Шторные автомобили",
                    slug: "shtornye-avtomobili",
                    path: "/shtornye-avtomobili",
                },
                {
                    id: 2,
                    image: "/homePagePhotos/category-img-2.webp",
                    name: "Краны-манипуляторы",
                    slug: "krany-manipulyatory",
                    path: "/krany-manipulyatory",
                },
                {
                    id: 3,
                    image: "/homePagePhotos/categoryyy.png",
                    name: "Автотопливозаправщики",
                    slug: "avtotoplivozapravshiki",
                    path: "/avtotoplivozapravshiki",
                },
                {
                    id: 4,
                    image: "/homePagePhotos/category-img-4.webp",
                    name: "Автогидроподёмники",
                    slug: "avtogidropodyomniki",
                    path: "/avtogidropodyomniki",
                },
                {
                    id: 5,
                    image: "/homePagePhotos/category-img-5.webp",
                    name: "Автоцистерны",
                    slug: "avtocisterny",
                    path: "/avtocisterny",
                },
                {
                    id: 6,
                    image: "/homePagePhotos/category-img-6.webp",
                    name: "Автоэвакуаторы",
                    slug: "avtoevakuatory",
                    path: "/avtoevakuatory",
                },
                {
                    id: 7,
                    image: "/homePagePhotos/category-img-7.webp",
                    name: "Изотермические фургоны",
                    slug: "izotermicheskiye-furgony",
                    path: "/izotermicheskiye-furgony",
                },
                {
                    id: 8,
                    image: "/homePagePhotos/category-img-8.png",
                    name: "Контейнеровозы",
                    slug: "konteynerovozy",
                    path: "/konteynerovozy",
                },
                {
                    id: 9,
                    image: "/homePagePhotos/category-img-9.webp",
                    name: "Крюковые погрузчики",
                    slug: "kryukovye-pogruzchiki",
                    path: "/kryukovye-pogruzchiki",
                },
                {
                    id: 10,
                    image: "/homePagePhotos/category-img-10.png",
                    name: "Самосвалы",
                    slug: "samosvaly",
                    path: "/samosvaly",
                },
                {
                    id: 11,
                    image: "/homePagePhotos/category-img-11.webp",
                    name: "Автомобили ДОПОГ категория EXII",
                    slug: "dopog-exii",
                    path: "/dopog-exii",
                },
            ],
            Products: {
                shtornie: [
                    {
                        id: 1,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie1.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-1-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-1-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-1-3.webp",
                            "/categoryPhotos/shtornieAvto/shtor-1-4.webp",
                            "/categoryPhotos/shtornieAvto/shtor-1-5.webp",
                            "/categoryPhotos/shtornieAvto/shtor-1-6.webp",
                        ],
                        drawingImage:
                            "/categoryPhotos/shtornieAvto/shtorDrawing1.png",
                        name: "Шторный грузовик МАЗ 438121 (модель 5389D5)",
                        path: "/Шторный грузовик МАЗ 438121 (модель 5389D5)",
                        brand: "МАЗ",
                        marka: {
                            title: "Марка",
                            value: "МАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9510 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "6340",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie2.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-2-1.webp",
                        ],
                        drawingImage:
                            "/categoryPhotos/shtornieAvto/shtorDrawing2.png",
                        name: "Шторный грузовик МАЗ 631228-524-010 (модель 4389M2)",
                        path: "/Шторный грузовик МАЗ 631228-524-010 (модель 4389M2)",
                        brand: "МАЗ",
                        marka: {
                            title: "Марка",
                            value: "МАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10070 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "13800",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie3.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie3.webp",
                            "/categoryPhotos/shtornieAvto/shtor-3-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-3-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-3-3.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ 4308",
                        path: "/Шторный грузовик КАМАЗ 4308",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10900 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "4780",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 4,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie4.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie4.webp",
                            "/categoryPhotos/shtornieAvto/shtor-4-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-4-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-4-3.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ 65657",
                        path: "/Шторный грузовик КАМАЗ 65657",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "11985 x 2440 x 2440 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "14800",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 5,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie5.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie5.webp",
                            "/categoryPhotos/shtornieAvto/shtor-5-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-5-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-5-3.webp",
                        ],
                        name: "Шторный грузовик КОМПАС 5",
                        path: "/Шторный грузовик КОМПАС 5",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "6410 x 2300 x 2300 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "1220",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 6,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie6.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie6.webp",
                            "/categoryPhotos/shtornieAvto/shtor-6-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-6-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-6-3.webp",
                            "/categoryPhotos/shtornieAvto/shtor-6-4.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ 65117 (модель 4388F3)",
                        path: "/Шторный грузовик КАМАЗ 65117 (модель 4388F3)",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10320 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "12600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 7,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie7.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie7.webp",
                            "/categoryPhotos/shtornieAvto/shtor-7-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-7-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-7-3.webp",
                            "/categoryPhotos/shtornieAvto/shtor-7-4.webp",
                            "/categoryPhotos/shtornieAvto/shtor-7-5.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ 65207 (модель 438812)",
                        path: "/Шторный грузовик КАМАЗ 65207 (модель 438812)",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "11210 / 11610 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "14800",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 8,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie8.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie8.webp",
                            "/categoryPhotos/shtornieAvto/shtor-8-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-8-2.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ КОМПАС 43089 (модель 5389P1)",
                        path: "/Шторный грузовик КАМАЗ КОМПАС 43089 (модель 5389P1)",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "8290 x 2250 x 2250 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "14800",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 9,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie9.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie9.webp",
                            "/categoryPhotos/shtornieAvto/shtor-9-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-9-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-9-3.webp",
                            "/categoryPhotos/shtornieAvto/shtor-9-4.webp",
                            "/categoryPhotos/shtornieAvto/shtor-9-5.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1)",
                        path: "/Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1)",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10770 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "6540",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 10,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie10.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie10.webp",
                            "/categoryPhotos/shtornieAvto/shtor-10-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-10-2.webp",
                        ],
                        name: "Шторный грузовик ВАЛДАЙ 12",
                        path: "/Шторный грузовик ВАЛДАЙ 12",
                        brand: "ВАЛДАЙ",
                        marka: {
                            title: "Марка",
                            value: "ГАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9610 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "6400",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 11,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie11.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie11.webp",
                            "/categoryPhotos/shtornieAvto/shtor-11-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-11-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-11-3.webp",
                        ],
                        name: "Шторный грузовик JAC 200",
                        path: "/Шторный грузовик JAC 200",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "7632 x 2520 x 2520 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "13750",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 12,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie12.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie12.webp",
                            "/categoryPhotos/shtornieAvto/shtor-12-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-12-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-12-3.webp",
                        ],
                        name: "Бортовой автомобиль со шторным механизмом открытия тента JAC N120 (модель 538922)",
                        path: "/Бортовой автомобиль со шторным механизмом открытия тента JAC N120 (модель 538922)",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10640 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "5150",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 13,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie13.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie13.webp",
                            "/categoryPhotos/shtornieAvto/shtor-13-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-13-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-13-3.webp",
                        ],
                        name: "Шторный грузовик JAC 120",
                        path: "/Шторный грузовик JAC 120",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10640 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "6040",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 14,
                        categoryId: 1,
                        image: "/categoryPhotos/shtornieAvto/shtornie14.webp",
                        images: [
                            "/categoryPhotos/shtornieAvto/shtornie14.webp",
                            "/categoryPhotos/shtornieAvto/shtor-14-1.webp",
                            "/categoryPhotos/shtornieAvto/shtor-14-2.webp",
                            "/categoryPhotos/shtornieAvto/shtor-14-3.webp",
                            "/categoryPhotos/shtornieAvto/shtor-14-4.webp",
                        ],
                        name: "Шторный грузовик JAC 90 (модель 538932)",
                        path: "/Шторный грузовик JAC 90 (модель 538932)",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "5600 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "5920",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                kraniManipulyatori: [
                    {
                        id: 1,
                        categoryId: 2,
                        image: "/categoryPhotos/kranAvto/kran1.webp",
                        images: [
                            "/categoryPhotos/kranAvto/kran1.webp",
                            "/categoryPhotos/kranAvto/kran-1-1.webp",
                            "/categoryPhotos/kranAvto/kran-1-2.webp",
                            "/categoryPhotos/kranAvto/kran-1-3.webp",
                        ],
                        drawingImage: "kranDrawing1.png",
                        name: "Кран-манипулятор МАЗ 6312С5-8535-012 с КМУ ИНМАН ИТ 150 (модель 4389N8)",
                        path: "/Кран-манипулятор МАЗ 6312С5-8535-012 с КМУ ИНМАН ИТ 150 (модель 4389N8)",
                        brand: "DAEWOO",
                        marka: [
                            {
                                title: "Марка",
                                value: "DAEWOO",
                            },
                        ],
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10650 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "17360",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 2,
                        image: "/categoryPhotos/kranAvto/kran2.webp",
                        images: [
                            "/categoryPhotos/kranAvto/kran2.webp",
                            "/categoryPhotos/kranAvto/kran-2-1.webp",
                            "/categoryPhotos/kranAvto/kran-2-2.webp",
                            "/categoryPhotos/kranAvto/kran-2-3.webp",
                            "/categoryPhotos/kranAvto/kran-2-4.webp",
                            "/categoryPhotos/kranAvto/kran-2-5.webp",
                        ],
                        name: "Кран-манипулятор МАЗ 631228 с КМУ PALFINGER SPК 23500",
                        path: "/Кран-манипулятор МАЗ 631228 с КМУ PALFINGER SPК 23500",
                        allCharacter: "Смотреть все характеристики",
                        brand: "DAEWOO",
                        marka: {
                            title: "Марка",
                            value: "DAEWOO",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10580 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "17500",
                        },
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 2,
                        image: "/categoryPhotos/kranAvto/kran3.webp",
                        images: [
                            "/categoryPhotos/kranAvto/kran3.webp",
                            "/categoryPhotos/kranAvto/kran-3-1.webp",
                            "/categoryPhotos/kranAvto/kran-3-2.webp",
                            "/categoryPhotos/kranAvto/kran-3-3.webp",
                            "/categoryPhotos/kranAvto/kran-3-4.webp",
                        ],
                        name: "Кран-манипулятор МАЗ 631228 с КМУ ИНМАН ИТ 150",
                        path: "/Кран-манипулятор МАЗ 631228 с КМУ ИНМАН ИТ 150",
                        brand: "МАЗ",
                        marka: {
                            title: "Марка",
                            value: "МАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10540 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "17360",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 4,
                        categoryId: 2,
                        image: "/categoryPhotos/kranAvto/kran4.webp",
                        images: [
                            "/categoryPhotos/kranAvto/kran4.webp",
                            "/categoryPhotos/kranAvto/kran-4-1.webp",
                            "/categoryPhotos/kranAvto/kran-4-2.webp",
                        ],
                        drawingImage: "/categoryPhotos/kranAvto/kranDrawing4",
                        name: "Кран-манипулятор КАМАЗ 43118 c КМУ ИНМАН ИМ150N (модель 4388С2-10)",
                        path: "/Кран-манипулятор КАМАЗ 43118 c КМУ ИНМАН ИМ150N (модель 4388С2-10)",
                        brand: "МАЗ",
                        marka: {
                            title: "Марка",
                            value: "МАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "10560 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "9520",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 5,
                        categoryId: 2,
                        image: "/categoryPhotos/kranAvto/kran5.webp",
                        images: [
                            "/categoryPhotos/kranAvto/kran5.webp",
                            "/categoryPhotos/kranAvto/kran-5-1.webp",
                            "/categoryPhotos/kranAvto/kran-5-2.webp",
                        ],
                        name: "Кран-манипулятор МАЗ 631228 с КМУ PALFINGER SPК 23500",
                        path: "/Кран-манипулятор МАЗ 631228 с КМУ PALFINGER SPК 23500",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                avtotoplivozapravshiki: [
                    {
                        id: 1,
                        categoryId: 3,
                        image: "/categoryPhotos/avtotoplivozapravshiki/toplivo1.webp",
                        images: [
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo1.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-1-1.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-1-2.webp",
                        ],
                        drawingImage:
                            "/categoryPhotos/avtotoplivozapravshiki/toplivoDrawing1.png",
                        name: "Топливозаправщик Садко 9 (С41А13) с АТЗ 4,5 м3 двухсекционная",
                        path: "/Топливозаправщик Садко 9 (С41А13) с АТЗ 4,5 м3 двухсекционная",
                        brand: "FOTON",
                        marka: {
                            title: "Марка",
                            value: "FOTON",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 3,
                        image: "/categoryPhotos/avtotoplivozapravshiki/toplivo2.webp",
                        images: [
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo2.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-2-1.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-2-2.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-2-3.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-2-4.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-2-5.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-2-6.webp",
                        ],
                        name: "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",
                        path: "/Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",
                        brand: "FOTON",
                        marka: {
                            title: "Марка",
                            value: "FOTON",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 3,
                        image: "/categoryPhotos/avtotoplivozapravshiki/toplivo3.webp",
                        images: [
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo3.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-3-1.webp",
                        ],
                        drawingImage:
                            "/categoryPhotos/avtotoplivozapravshiki/toplivoDrawing3.png",
                        name: "Автотопливозаправщик Валдай 18 FB6R31",
                        path: "/Автотопливозаправщик Валдай 18 FB6R31",
                        brand: "Валдай",
                        marka: {
                            title: "Марка",
                            value: "Валдай",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 4,
                        categoryId: 3,
                        image: "/categoryPhotos/avtotoplivozapravshiki/toplivo4.webp",
                        images: [
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo4.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-4-1.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-4-2.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-4-3.webp",
                            "/categoryPhotos/avtotoplivozapravshiki/toplivo-4-4.webp",
                        ],
                        name: "Автотопливозаправщик Валдай 12 АТЗ 6",
                        path: "/Автотопливозаправщик Валдай 12 АТЗ 6",
                        brand: "Валдай",
                        marka: {
                            title: "Марка",
                            value: "Валдай",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                avtogidropodyomniki: [
                    {
                        id: 1,
                        categoryId: 4,
                        image: "/categoryPhotos/avtogidropodyomniki/avtogidro1.webp",
                        name: "Автогидроподъемник PALFINGER P 180Т на шасси ГАЗ C41R33",
                        path: "/Автогидроподъемник PALFINGER P 180Т на шасси ГАЗ C41R33",
                        brand: "SHACMAN",
                        marka: {
                            title: "Марка",
                            value: "SHACMAN",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 4,
                        image: "/categoryPhotos/avtogidropodyomniki/avtogidro2.webp",
                        name: "Автогидроподъёмники PALFINGER P 240A на шасси HD-78",
                        path: "/Автогидроподъёмники PALFINGER P 240A на шасси HD-78",
                        brand: "SHACMAN",
                        marka: {
                            title: "Марка",
                            value: "SHACMAN",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                avtosisterni: [
                    {
                        id: 1,
                        categoryId: 5,
                        image: "/categoryPhotos/avtosisterni/sisterni1.webp",
                        images: [
                            "/categoryPhotos/avtosisterni/sisterni1.webp",
                            "/categoryPhotos/avtosisterni/sisterni-1-1.webp",
                            "/categoryPhotos/avtosisterni/sisterni-1-2.webp",
                            "/categoryPhotos/avtosisterni/sisterni-1-3.webp",
                        ],
                        name: "Пищевая цистерна КАМАЗ 43089",
                        path: "/Пищевая цистерна КАМАЗ 43089",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 5,
                        image: "/categoryPhotos/avtosisterni/sisterni2.webp",
                        images: [
                            "/categoryPhotos/avtosisterni/sisterni2.webp",
                            "/categoryPhotos/avtosisterni/sisterni-2-1.webp",
                            "/categoryPhotos/avtosisterni/sisterni-2-2.webp",
                        ],
                        name: "ГАЗон NEXТ с пищевой цистерной 4,2 куба",
                        path: "/ГАЗон NEXТ с пищевой цистерной 4,2 куба",
                        brand: "DONG FENG",
                        marka: {
                            title: "Марка",
                            value: "DONG FENG",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 5,
                        image: "/categoryPhotos/avtosisterni/sisterni3.webp",
                        images: [
                            "/categoryPhotos/avtosisterni/sisterni3.webp",
                            "/categoryPhotos/avtosisterni/sisterni-3-1.webp",
                            "/categoryPhotos/avtosisterni/sisterni-3-2.webp",
                            "/categoryPhotos/avtosisterni/sisterni-3-3.webp",
                        ],
                        name: "Пищевая цистерна JAC N90",
                        path: "/Пищевая цистерна JAC N90",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                avtoevakuatori: [
                    {
                        id: 1,
                        categoryId: 6,
                        image: "/categoryPhotos/avtoevakuator/avakuator1.webp",
                        name: "Шторный грузовик МАЗ 438121 (модель 5389D5)",
                        path: "/Шторный грузовик МАЗ 438121 (модель 5389D5)",
                        brand: "МАЗ",
                        marka: {
                            title: "Марка",
                            value: "МАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter:
                            "Эвакуатор на шасси КАМАЗ-4308 с КМУ PALFINGER РК 13500Т",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 6,
                        image: "/categoryPhotos/avtoevakuator/evakuator2.webp",
                        name: "Эвакуатор на шасси ISUZU FSR-34UL-NCUN с КМУ PALFINGER РК 13500Т",
                        path: "/Эвакуатор на шасси ISUZU FSR-34UL-NCUN с КМУ PALFINGER РК 13500Т",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 6,
                        image: "https://rtrf.ru/upload/resize_cache/iblock/a3a/768_547_0/2zjuulv3g2uqvzv54xonih1zw8yjyvv7.webp",
                        name: "Шторный грузовик КАМАЗ 4308",
                        path: "/Шторный грузовик КАМАЗ 4308",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        yellowTitle: "Шторный грузовик КАМАЗ 4308-3083-69(G5)",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 4,
                        categoryId: 6,
                        image: "https://rtrf.ru/upload/resize_cache/iblock/e92/768_547_0/fhpk8930lbzv2lxcsm5g6qwm16yw31lx.webp",
                        name: "Шторный грузовик КАМАЗ 65657",
                        path: "/Шторный грузовик КАМАЗ 65657",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        yellowTitle: "Шторный грузовик КАМАЗ 65657",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                izotermicheskieFurgoni: [
                    {
                        id: 1,
                        categoryId: 7,
                        image: "/categoryPhotos/izotermicheskie/furgon1.webp",
                        images: [
                            "/categoryPhotos/izotermicheskie/furgon1.webp",
                            "/categoryPhotos/izotermicheskie/furgon-1-1.webp",
                            "/categoryPhotos/izotermicheskie/furgon-1-2.webp",
                            "/categoryPhotos/izotermicheskie/furgon-1-3.webp",
                        ],
                        name: "Изотермический фургон КАМАЗ 43089",
                        path: "/Изотермический фургон КАМАЗ 43089",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 7,
                        image: "/categoryPhotos/izotermicheskie/furgon2.webp",
                        images: [
                            "/categoryPhotos/izotermicheskie/furgon2.webp",
                            "/categoryPhotos/izotermicheskie/furgon-2-1.webp",
                            "/categoryPhotos/izotermicheskie/furgon-2-2.webp",
                            "/categoryPhotos/izotermicheskie/furgon-2-3.webp",
                        ],
                        name: "Изотермический фургон КАМАЗ 43082",
                        path: "/Изотермический фургон КАМАЗ 43082",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 7,
                        image: "/categoryPhotos/izotermicheskie/furgon3.webp",
                        images: [
                            "/categoryPhotos/izotermicheskie/furgon3.webp",
                            "/categoryPhotos/izotermicheskie/furgon-3-1.webp",
                            "/categoryPhotos/izotermicheskie/furgon-3-2.webp",
                            "/categoryPhotos/izotermicheskie/furgon-3-3.webp",
                        ],
                        name: "Изотермический фургон SHACMAN X3000",
                        path: "/Изотермический фургон SHACMAN X3000",
                        brand: "SHACMAN",
                        marka: {
                            title: "Марка",
                            value: "SHACMAN",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 4,
                        categoryId: 7,
                        image: "/categoryPhotos/izotermicheskie/furgon4.webp",
                        images: [
                            "/categoryPhotos/izotermicheskie/furgon4.webp",
                            "/categoryPhotos/izotermicheskie/furgon-4-1.webp",
                            "/categoryPhotos/izotermicheskie/furgon-4-2.webp",
                            "/categoryPhotos/izotermicheskie/furgon-4-3.webp",
                            "/categoryPhotos/izotermicheskie/furgon-4-4.webp",
                        ],
                        name: "Изотермический фургон JAC 35",
                        path: "/Изотермический фургон JAC 35",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                konteynerovozi: [
                    {
                        id: 1,
                        categoryId: 8,
                        image: "/categoryPhotos/konteynerovozi/konteyner1.webp",
                        images: [
                            "/categoryPhotos/konteynerovozi/konteyner1.webp",
                            "/categoryPhotos/konteynerovozi/konteyner-1-1.webp",
                            "/categoryPhotos/konteynerovozi/konteyner-1-2.webp",
                            "/categoryPhotos/konteynerovozi/konteyner-1-3.webp",
                            "/categoryPhotos/konteynerovozi/konteyner-1-4.webp",
                        ],
                        name: "Контейнеровоз на шасси КАМАЗ 65115",
                        path: "/Контейнеровоз на шасси КАМАЗ 65115",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 8,
                        image: "/categoryPhotos/konteynerovozi/konteyner2.webp",
                        images: [
                            "/categoryPhotos/konteynerovozi/konteyner2.webp",
                            "/categoryPhotos/konteynerovozi/konteyner-2-1.webp",
                            "/categoryPhotos/konteynerovozi/konteyner-2-2.webp",
                            "/categoryPhotos/konteynerovozi/konteyner-2-3.webp",
                        ],
                        name: "Контейнеровоз на шасси ГАЗ С41R33",
                        path: "/Контейнеровоз на шасси ГАЗ С41R33",
                        brand: "ГАЗ",
                        marka: {
                            title: "Марка",
                            value: "ГАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                kryukovi: [
                    {
                        id: 1,
                        categoryId: 9,
                        image: "/categoryPhotos/kryukovie/pogruzchiki1.webp",
                        name: "Крюковой погрузчик PALFINGER PH T20Pi на шасси ISUZU GIGA-Q",
                        path: "/Крюковой погрузчик PALFINGER PH T20Pi на шасси ISUZU GIGA-Q",
                        brand: "ISUZU",
                        marka: {
                            title: "Марка",
                            value: "ISUZU",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 9,
                        image: "/categoryPhotos/kryukovie/pogruzchiki2.webp",
                        name: "Крюковой погрузчик PALFINGER PH T05_L3900 SLD на шасси ISUZU NPR75L-K",
                        path: "/Крюковой погрузчик PALFINGER PH T05_L3900 SLD на шасси ISUZU NPR75L-K",
                        brand: "ISUZU",
                        marka: {
                            title: "Марка",
                            value: "ISUZU",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 9,
                        image: "/categoryPhotos/kryukovie/pogruzchiki3.webp",
                        name: "Крюковой погрузчик PALFINGER PH T05_L3900 SLD на шасси Hyundai QT EX8",
                        path: "/Крюковой погрузчик PALFINGER PH T05_L3900 SLD на шасси Hyundai QT EX8",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                samosvali: [
                    {
                        id: 1,
                        categoryId: 10,
                        image: "/categoryPhotos/samosvali/samosvali1.webp",
                        images: [
                            "/categoryPhotos/samosvali/samosvali-1-1.webp",
                            "/categoryPhotos/samosvali/samosvali-1-2.webp",
                            "/categoryPhotos/samosvali/samosvali-1-3.webp",
                            "/categoryPhotos/samosvali/samosvali-1-4.webp",
                        ],
                        name: "Самосвал на шасси КОМПАС 9",
                        path: "/Самосвал на шасси КОМПАС 9",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 10,
                        image: "/categoryPhotos/samosvali/samosvali2.webp",
                        images: [
                            "/categoryPhotos/samosvali/samosvali-2-1.webp",
                            "/categoryPhotos/samosvali/samosvali-2-2.webp",
                            "/categoryPhotos/samosvali/samosvali-2-3.webp",
                        ],
                        name: "Самосвал-зерновоз на шасси КАМАЗ 6520-3072-53 (модель 4388G6)",
                        path: "/Самосвал-зерновоз на шасси КАМАЗ 6520-3072-53 (модель 4388G6)",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 10,
                        image: "/categoryPhotos/samosvali/samosvali3.webp",
                        images: [
                            "/categoryPhotos/samosvali/samosvali-3-1.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ 4308",
                        path: "/Шторный грузовик КАМАЗ 4308",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
                avtomobiliDopog: [
                    {
                        id: 1,
                        categoryId: 11,
                        image: "/categoryPhotos/dopog/dopog1.webp",
                        images: [
                            "/categoryPhotos/dopog/dopog1.webp",
                            "/categoryPhotos/dopog/dopog-1-1.webp",
                            "/categoryPhotos/dopog/dopog-1-2.webp",
                        ],
                        name: "Шторный грузовик КАМАЗ 4308 ДОПОГ ЕХII (модель 4388Н2-10)",
                        path: "/Шторный грузовик КАМАЗ 4308 ДОПОГ ЕХII (модель 4388Н2-10)",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 2,
                        categoryId: 11,
                        image: "/categoryPhotos/dopog/dopog2.webp",
                        images: [
                            "/categoryPhotos/dopog/dopog2.webp",
                            "/categoryPhotos/dopog/dopog-2-1.webp",
                            "/categoryPhotos/dopog/dopog-2-2.webp",
                        ],
                        name: "Бортовой автомобиль КАМАЗ 4308-3083-69, ДОПОГ категория EX II (модель 4388Н2-10)",
                        path: "/Бортовой автомобиль КАМАЗ 4308-3083-69, ДОПОГ категория EX II (модель 4388Н2-10)",
                        brand: "КАМАЗ",
                        marka: {
                            title: "Марка",
                            value: "КАМАЗ",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121 КОРНЕТ",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Мех., 6-ти ступ. FAST GEAR 6J76T",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "9510",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3880",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "7500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11990",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "5450",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "6340",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "48",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "МАЗ 438121-2540-025",
                            },
                            {
                                title: "Двигатель",
                                value: "WP4.1NQ190E50, 190 л.с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 6-ти ступенчатая FAST GEAR 6J76T",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5200",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "7500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Быстросъёмные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в три ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,6м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита от базового шасси Заднее защитное устройство Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 3,
                        categoryId: 11,
                        image: "/categoryPhotos/dopog/dopog3.webp",
                        images: [
                            "/categoryPhotos/dopog/dopog3.webp",
                            "/categoryPhotos/dopog/dopog-3-1.webp",
                        ],
                        name: "Кран-манипулятор JAC N200L c КМУ ИНМАН ИМ150N, ДОПОГ категория EX II (модель 4389К8-10)",
                        path: "/Кран-манипулятор JAC N200L c КМУ ИНМАН ИМ150N, ДОПОГ категория EX II (модель 4389К8-10)",
                        brand: "JAC",
                        marka: {
                            title: "Марка",
                            value: "JAC",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель Cummins",
                                value: "ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "10900",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2550",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3990",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8500",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "11980",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "6020",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "4780",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "38...59",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 4308-3083-69(G5)",
                            },
                            {
                                title: "Двигатель",
                                value: "Cummins ISB6.7 E5 250, 250 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Механическая, 9-ступенчатая ZF9",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4780",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                    {
                        id: 4,
                        categoryId: 11,
                        image: "/categoryPhotos/dopog/dopog4.webp",
                        images: [
                            "/categoryPhotos/dopog/dopog4.webp",
                            "/categoryPhotos/dopog/dopog-4-1.webp",
                            "/categoryPhotos/dopog/dopog-4-2.webp",
                        ],
                        name: "Кран-манипулятор DAEWOO CL8CF С КМУ PALFINGER PK 8500, ДОПОГ категория EX II (модель 5389M2)",
                        path: "/Кран-манипулятор DAEWOO CL8CF С КМУ PALFINGER PK 8500, ДОПОГ категория EX II (модель 5389M2)",
                        brand: "DAEWOO",
                        marka: {
                            title: "Марка",
                            value: "DAEWOO",
                        },
                        gabariti: {
                            title: "Габариты ТС",
                            value: "9000 x 2550 x 2550 мм",
                        },
                        kg: {
                            title: "Грузоподъёмность, кг",
                            value: "3600",
                        },
                        allCharacter: "Смотреть все характеристики",
                        characterTitle: "Характеристики",
                        trucInfo: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая",
                            },
                            {
                                title: "Длина автомобиля, мм",
                                value: "11985",
                            },
                            {
                                title: "Ширина автомобиля, мм",
                                value: "2440",
                            },
                            {
                                title: "Высота автомобиля, мм",
                                value: "3940",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Длина платформы, м",
                                value: "8300",
                            },
                            {
                                title: "Полная масса, кг",
                                value: "27000",
                            },
                            {
                                title: "Снаряженная масса, кг",
                                value: "12200",
                            },
                            {
                                title: "Грузоподъёмность, кг",
                                value: "14800",
                            },
                            {
                                title: "Объем фургона, м3",
                                value: "33...52",
                            },
                        ],
                        character: [
                            {
                                title: "Базовое шасси",
                                value: "КАМАЗ 65657",
                            },
                            {
                                title: "Двигатель",
                                value: "КАМАЗ 910.12-450, 450 л. с.",
                            },
                            {
                                title: "КПП",
                                value: "Автоматическая, 12-ступенчатая Fast Gear F12JZ22DD+QHG50B-GM02184",
                            },
                            {
                                title: "Колесная база, мм",
                                value: "5150+1350",
                            },
                            {
                                title: "Габаритные размеры надстройки, мм",
                                value: "8500х2550х2850",
                            },
                            {
                                title: "Основание бортовой платформы",
                                value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                            },
                            {
                                title: "Пол",
                                value: "Влагостойкая фанера с противоскользящим покрытием толщиной 27 мм.",
                            },
                            {
                                title: "Борта платформы",
                                value: "Алюминиевые борта, откидывающиеся, количество секций – 3 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                            },
                            {
                                title: "Передняя стенка",
                                value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                            },
                            {
                                title: "Каркас",
                                value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                            },
                            {
                                title: "Задние ворота",
                                value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                            },
                            {
                                title: "Тент",
                                value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                            },
                            {
                                title: "Прочее оборудование",
                                value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                            },
                        ],
                    },
                ],
            },
            texts: {
                text1: "Шторный грузовик сочетает удобство загрузки и надежность на дороге. Мощные двигатели и современная техника делают управление безопасным и комфортным. Компания «РусТрак» предлагает шторные автомобили, готовые к любым задачам. Надёжная конструкция и качественные материалы обеспечивают долгий срок службы машин. Выбор подходящей машины поможет справиться с самыми разными задачами. Каждая модель создаётся с учётом потребностей владельцев, сочетая практичность и долговечность.",
                assortiment: "Ассортимент",
                text2: "Мы предлагаем широкий ассортимент коммерческих автомобилей, отвечающих современным стандартам качества. В нашем каталоге представлена шторная машина в различных исполнениях и марках, что позволяет подобрать технику под любые задачи эксплуатации.",
                marki: "Марки:",
                text3: "Размеры и тоннаж автомобилей зависят от выбранного шасси: от компактных моделей грузоподъёмностью 3 тонны до мощных машин, рассчитанных на перевозку до 30 тонн. Такой диапазон позволяет подобрать оптимальное решение для любых логистических и коммерческих задач, обеспечивая надёжность и долговечность техники.",
                title2: "Особенности шторных автомобилей",
                text: [
                    "Оцинкованные стойки на болтовых соединениях — при повреждении их можно быстро заменить без сложного ремонта, что снижает затраты и сокращает простои.",
                    "Алюминиевые направляющие с резиновым уплотнителем — шторно бортовой автомобиль получает надёжную герметизацию, защищающую груз от влаги и пыли при эксплуатации в любых условиях.",
                    "Профиль Hossen — усиленный конструктивный элемент, который повышает жёсткость и долговечность всей надстройки.",
                    "Откидные борта на 180° — позволяют легко загружать и разгружать груз с любой стороны, экономя время на маршруте.",
                    "Сдвижная штора в обе стороны — гибкость эксплуатации: доступ к грузу возможен с любой стороны платформы.",
                    "Алюминиевая передняя стенка — лёгкая и прочная, она снижает общий вес конструкции и повышает устойчивость к коррозии.",
                    "Сдвижная крыша — обеспечивает удобный доступ сверху, что особенно важно при погрузке негабаритных грузов в шторно бортовой фургон.",
                    "Тент крыши с крестообразным усилителем — выдерживает дополнительные нагрузки и сохраняет форму даже при длительной эксплуатации.",
                    "Двунаправленное усиление бокового тента — повышает надёжность при перевозке тяжёлых и хрупких грузов.",
                    "Скрытые петли крепления груза — безопасная фиксация без выступающих элементов, что делает платформу аккуратной и удобной.",
                    "Складная лестница — быстрый и безопасный доступ к кузову без дополнительных приспособлений.",
                    "Три варианта крепления надстройки к подрамнику — шторный фургон адаптируется к разным условиям монтажа, обеспечивая универсальность для различных задач и типов шасси.",
                    "Сдвижные центральные стойки — позволяют оптимально использовать пространство и упрощают работу с крупногабаритными грузами.",
                    "Алюминиевые ворота со скрытой запорной арматурой — надёжная защита груза и эстетичный внешний вид без лишних деталей.",
                    "Противозаливной козырёк — дополнительная защита от осадков и грязи, повышающая сохранность перевозимого груза.",
                ],
                sferi: "Сферы применения",
                sferiText:
                    "Шторный грузовик от компании «РусТрак» находят широкое применение в строительных компаниях, логистических и транспортных организациях, обеспечивая безопасную и удобную доставку материалов. Они используются для коммерческой доставки товаров, в торговых и оптовых компаниях, а также при перевозке негабаритных и тяжёлых грузов. Надёжная конструкция и качественная защита груза делают их удобными для длительных маршрутов и работы в любых погодных условиях, обеспечивая эффективность перевозок и сохранность имущества.",
                rustrak: "Преимущества работы с компанией «РусТрак»",
                rustraks: [
                    {
                        title: "Большой выбор техники",
                        text: "У нас представлены шторные и другие коммерческие автомобили различных марок и типов, что позволяет подобрать технику под любые задачи.",
                    },
                    {
                        title: "Профессиональная поддержка",
                        text: "Наши специалисты помогают подобрать технику с учётом задач клиента и особенностей бизнеса.",
                    },
                    {
                        title: "Сертификация и контроль качества",
                        text: "Все грузовики проходят строгую проверку и сертифицированы, что гарантирует безопасность эксплуатации.",
                    },
                    {
                        title: "Гарантийное и послегарантийное обслуживание",
                        text: "Компания обеспечивает поддержку после покупки, включая техническое обслуживание и консультации.",
                    },
                    {
                        title: "Удобство покупки",
                        text: "Предоставляются прозрачные условия приобретения, различные формы оплаты и индивидуальные предложения для клиентов.",
                    },
                    {
                        title: "Опыт и репутация",
                        text: "«РусТрак» имеет многолетний опыт работы на рынке коммерческих автомобилей, что подтверждает высокий профессионализм и доверие клиентов.",
                    },
                ],
                texnika: "Техника, созданная для надежности и комфорта",
                text4: "Купить шторный грузовик — выгодное решение, позволяющее оптимизировать логистику и сократить затраты на эксплуатацию. Выбирая технику, которая соответствует вашим требованиям и стандартам качества, вы получаете надёжный автомобиль, полностью готовый к эксплуатации. Компания «РусТрак» поможет подобрать модель, идеально подходящую для ваших нужд. Ознакомьтесь с характеристиками и возможностями каждой машины. Сделайте выбор в пользу надёжности, комфорта и долговечности вашей техники. Для оформления заказа свяжитесь с нами любым удобным способом и получите консультацию специалистов.",
            },
            Marka: {
                marka: "Марка",
                product: "товаров",
                placeholder: "Найти",
                type: [
                    {
                        name: "ГАЗ",
                    },
                    {
                        name: "КАМАЗ",
                    },
                    {
                        name: "JAC",
                    },
                    {
                        name: "DAEWOO",
                    },
                    {
                        name: "DONG FENG",
                    },
                    {
                        name: "SHACMAN",
                    },
                    {
                        name: "Валдай",
                    },
                    {
                        name: "МАЗ",
                    },
                ],
                generalMassa: "Полная масса, тонн",
                before: "до",
                smthng: "свыше",
                button: "Показать товары",
                dlina: "Длина платформы, м",
                number: [
                    {
                        num: "3500",
                    },
                    {
                        num: "4400",
                    },
                    {
                        num: "5200",
                    },
                    {
                        num: "6400",
                    },
                    {
                        num: "7200",
                    },
                    {
                        num: "8200",
                    },
                ],
                tonna: "Грузоподъёмность КМУ, тонн",
                sort: "Сортировка",
                sort1: "По популярности",
                sort2: "Сначала новые",
                sort3: "В наличии",
                sort4: "По возрастанию цены",
                sort5: "По бренду",
            },
            sena: "Цена по запросу",
            dobavitButton: "Добавить в корзину",
            poluchitButton: "Получить КП",
        },
        homePageAboutRustrak: {
            aboutTitle: "О компании",
            rustrak: "Рустрак",
            firstText:
                "Наша компания занимает лидирующие позиции на рынке спецтехники: каждый день мы вносим свой вклад в развитие отечественного автопрома и укрепление российской экономики.",
            secondText:
                "«РусТрак» является ведущим производителем коммерческого транспорта и специализированной техники. Наша работа признана и высоко оценена крупнейшими отечественными корпорациями и государственными структурами: мы поставляем спецтехнику для таких корпораций, как Газпром, Росатом, Россети, РСК «МИГ» и других.",
            image: "/homePagePhotos/about-rustrack-img.png",
        },
        homePageYellowSection: {
            yellowInfo: [
                {
                    number: "17",
                    title: "субъектов",
                    text: "За 17 лет деятельности ООО «РусТрак» превратилось в крупное предприятие по производству и продаже специальной техники",
                },
                {
                    number: "85",
                    title: "субъектов",
                    text: "Мы обеспечили 85 субъектов РФ надёжной техникой коммерческого и специализированного предназначения",
                },
                {
                    number: "11",
                    title: "концернов",
                    text: "ООО «РусТрак» дорожит доверием автопрома, которое подтверждено полномочиями от 11 автопроизводителей",
                },
            ],
        },
        scrollSlider: {
            into: {},
            linePart: [
                {
                    id: 1,
                    name: "Конструкторское бюро",
                    text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиента.",
                },
                {
                    id: 2,
                    name: "Разработка",
                    text: "Все проекты разработаны согласно мануал кузовостроителей.",
                },
                {
                    id: 3,
                    name: "Производственная база",
                    text: "Собственная производственная база позволяет максимально снизить себестоимость продукции, повышая её конкурентоспособность.",
                },
                {
                    id: 4,
                    name: "Гарантия",
                    text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиента.Гарантия на надстройки и работы соответствует гарантии шасси.",
                },
                {
                    id: 5,
                    name: "Сервис",
                    text: "Сервисное обслуживание: партнёрская сервисная сеть на всей территории РФ.",
                },
            ],
        },
        // //////////////////////////ABOUT PAGE INFO/////////////////////////////////
        aboutPage: {
            pageTitle:
                "Автомобильный завод «РусТрак» - ведущий производитель коммерческого транспорта и специализированной техники в Нижнем Новгороде.",
            yellowTitle: "лет опыта",
            swiperTitle:
                "Автомобильный завод «РусТрак» является предприятием полного цикла: от конструкторско-технологических разработок до готового изделия.",
            swiperInfo: [
                {
                    id: 1,
                    image: "/aboutPagePhotos/about_icon_1.svg",
                    title: "Собственная производственная база",
                    text: "позволяет максимально снизить себестоимость продукции, повышая её конкурентоспособность",
                },
                {
                    id: 2,
                    image: "/aboutPagePhotos/about_icon_2.svg",
                    title: "Отдел контроля качества",
                    text: "проверяет каждую единицу спецтехники, что гарантирует длительный срок эксплуатации и безотказную работу техники.",
                },
                {
                    id: 3,
                    image: "/aboutPagePhotos/about_icon_3.svg",
                    title: "Разработка надстроек шасси",
                    text: "производится на шасси мировых производителей и позволяет предлагать уникальную технику — надёжную в эксплуатации и максимально адаптированную под конкретные условия работы.",
                },
                {
                    id: 4,
                    image: "/aboutPagePhotos/about_icon_4.svg",
                    title: "Наличие конструкторского бюро",
                    text: "обеспечивает возможность индивидуального подхода к каждому клиенту",
                },
                {
                    id: 5,
                    image: "/aboutPagePhotos/about_icon_5.svg",
                    title: "Собственная служба логистики",
                    text: "предельно уменьшает сроки доставки комплектующих и агрегатов.",
                },
                {
                    id: 6,
                    image: "/aboutPagePhotos/about_icon_6.svg",
                    title: "Сервисная партнёрская сеть",
                    text: "гарантирует техническую помощь на всей территории РФ.",
                },
            ],
            title: "Сегодня ООО «Рустрак» - это:",
            texts: [
                "3 производственных корпуса, общей площадью более 7000 м2;",
                "производственная территория более 20000 м2;",
                "служба качества, гарантирующая выпуск высококачественной техники;",
                "современный парк станочного оборудования;",
                "ежемесячный объём выпускаемой техники - до 110 единиц.",
                "наличие собственной конструкторско-технологической службы",
            ],
            yellowTitle1: "Отрасли применения выпускаемой техники:",
            yellowText1:
                "Cтроительная, телекоммуникационная, коммунальная, дорожное хозяйство, логистика, сельское хозяйство.",
            yellowTitle2: "Выпускаемая техника:",
            yellowText2:
                "Краны-манипуляторы, автотопливозаправщики, автовышки, фургоны, самосвалы, бортовые платформы, эвакуаторы, крюковые погрузчики, мастерские, пищевые цистерны, вакуумные машины, автогидроподъёмники.",
            lastText1:
                "ООО «РусТрак» является официальным дилером на территории РФ следующих марок: Palfinger, ИНМАН, HKTC, UNIC, DongYang, FASSI, Hangil, XCMG, HIAB.",
            lastText2:
                "За 16 лет деятельности компания заслужила высокий уровень доверия дистрибьютеров и автопроизводителей: ИСУЗУ РУС, КАМАЗ, ГАЗ, DAEWOO, FAW, JAC, ТРАКС ВОСТОК РУС (КОМПАС), МАЗ РУС, ДАЙМЛЕР КАМАЗ РУС (FUSO), ХИНО МОТОРС, FOTON, DONG FENG, SHACHMAN, НЕФАЗ, ЗАВОД СТАРТ",
            lastText3:
                "Наши клиенты: Газпром, Росатом, Россети, РСК «МИГ», Роснефть и др.",
        },
        // /////////////////////////////PARTNERS PAGE INFO/////////////////////////////////
        partnersPage: {
            pageTitle: "Партнёры",
            title1: "КАМАЗ",
            text1: "Группа компаний «КАМАЗ» – крупнейшая автомобильная корпорация Российской Федерации. ПАО «КАМАЗ» входит в 20-ку ведущих мировых производителей тяжёлых грузовых автомобилей и находится на 16-м месте по объёмам производства тяжёлых грузовиков полной массой более 16 тонн. Группа организаций ПАО «КАМАЗ» объединяет 109 компаний на территории России, СНГ и дальнего зарубежья. Единый производственный комплекс группы организаций ПАО «КАМАЗ» охватывает весь технологический цикл производства грузовых автомобилей – от разработки, изготовления, сборки автотехники и автокомпонентов до сбыта готовой продукции и сервисного сопровождения.",
            title2: "Группа ГАЗ",
            text2: "«Группа ГАЗ» специализируется на разработке и производстве легких и среднетоннажных коммерческих автомобилей, автобусов, тяжелых грузовиков, силовых агрегатов и автокомпонентов.",
            info: [
                {
                    title: `ООО "Тракс Восток Руc"`,
                    text: "ООО «Тракс Восток Рус» является официальным дистрибьютором среднетоннажных грузовых автомобилей Компас 9 и Компас 12 с различными вариантами надстроек.",
                    link: `https://compasstrucks.ru/`,
                },
                {
                    title: "Публичное акционерное общество «НЕФАЗ».",
                    text: `Публичное акционерное общество "НЕФАЗ" входит в группу предприятий ПАО «КАМАЗ» и является крупнейшим в России заводом по производству спецнадстроек на шасси КАМАЗ.`,
                    link: `https://nefaz.ru`,
                },
                {
                    title: `ООО "Палфингер Кран Рус"`,
                    text: `"Палфингер Кран Рус" - совместное предприятие концерна Palfinger(Австрия) и Группы Крафт Инвест (Россия) является эксклюзивным дистрибьютором Palfinger на территории Российский Федерации и стран СНГ`,
                    link: `https://www.palfinger.ru`,
                },
                {
                    title: `ООО «КМУ-РУС»`,
                    text: `"Палфингер Кран Рус" - совместное предприятие концерна Palfinger(Австрия) и Группы Крафт Инвест (Россия) является эксклюзивным дистрибьютором Palfinger на территории Российский Федерации и стран СНГ`,
                    link: `https://kmu-rus.ru`,
                },
                {
                    title: `ОАО "Завод Старт"`,
                    text: `ОАО "Завод Старт" специализируется на производстве и реализации транспортных автоцистерн на широком ассортименте разновидностей шасси отечественного и зарубежного производства.`,
                    link: `https://zavod-start.ru`,
                },
                {
                    title: `МАЗ`,
                    text: `Официальный дистрибьютор коммерческой техники МАЗ в России.`,
                    link: `https://maz.by`,
                },
                {
                    title: `JAC Motors RUS`,
                    text: `Компания JAC Motors RUS является эксклюзивным импортером и дистрибьютором продукции китайского автоконцерна JAC на территории России.`,
                    link: `https://jaccar.ru`,
                },
                {
                    title: `ДУНФЭН ТРАК РУС`,
                    text: `ДУНФЭН ТРАК РУС`,
                },
                {
                    title: `ООО «Фотон Мотор»`,
                    text: `Компания ООО «Фотон Мотор» основана 27 апреля 2009 года в городе Москва, является представительством Пекинской машиностроительной компании Beiqi Foton Motor Co., Ltd.на территории РФ.`,
                    link: `https://foton-motor.ru`,
                },
                {
                    title: `ООО «ФЕРРО ОТТИМО»`,
                    text: `FASSI Эксклюзивный дистрибьютор в РФ ООО «ФЕРРО ОТТИМО»`,
                    link: `https://fassi.ru`,
                },
                {
                    title: `FAW`,
                    text: `FAW`,
                },
                {
                    title: `ООО «Шакман моторс»`,
                    text: `Официальный дистрибьютор грузовой техники Shacman в России.`,
                    link: `https://shacman.ru`,
                },
            ],
        },
        // /////////////////////////////PRODUCTION PAGE INFO/////////////////////////////////
        productionPage: {
            pageTitle: "Производство",
            text1: "Компания «РусТрак» — ведущий производитель коммерческого транспорта и специализированной техники в Нижнем Новгороде. Наша продукция - это автофургоны, бортовые платформы, краны-манипуляторы, мастерские, пищевые цистерны, автотопливозаправщики, автогидроподъёмники, самосвалы, выкуумные машины эвакуаторы, крюковые погрузчики. Все автомобили собираются на собственном производстве.",
            text2: "Производственные мощности «РусТрак» состоят из 3 корпусов, общей площадью более 7000 квадратных метров. Станочный парк оснащён современным высокотехнологичным оборудованием, что определяет высокое качество готовой продукции. Компания использует комплектующие известных мировых и отечественных производителей. Сегодня производительность компании - от 110 единиц в месяц.",
            title1: "Высококвалифицированный персонал",
            text3: "Залог качества продукции ООО «РусТрак» - это работа команды профессионалов на технологичном оборудовании компании. Руководство компании заботится о своих сотрудниках, создавая максимально комфортные условия труда и повышая профессиональную подготовку сотрудников. Каждые полгода сотрудники компании проходят переаттестацию знаний и навыков и проходят курсы повышения квалификации.",
            title2: "Собственное конструкторское бюро",
            text4: "Компания «РусТрак» имеет собственное конструкторско-технологическое бюро, которое работает в тесном сотрудничестве с производством. Такая схема работы позволяет постоянно улучшать и модернизировать выпускаемую спецтехнику, учитывая пожелания наших клиентов. Мы готовы изготовить автомобиль практически для любых нужд!",
            title3: "Контроль качества",
            text5: "Контроль качества нашей продукции осуществляется на всех этапах производства. Мы используем только надёжные комплектующие, покупая их у проверенных поставщиков. Специалисты «РусТрак» строго следят за выполнением технологии производства. Постоянное тестирование и испытания выпускаемой продукции исключают поступление рекламаций. На производстве введена общемировая практика сертификации соответствия продукции: на каждую единицу спецтехники, которая сходит с нашего производства, имеется сертификат международного образца (ISO 9001).",
            text6: "Отдел контроля качества оценивает каждую единицу техники, что гарантирует нашим покупателям длительный срок эксплуатации и безотказную работу техники.",
        },
        // /////////////////////////////SUPPLIERS PAGE INFO/////////////////////////////////
        suppliersPage: {
            pageTitle: "Поставщикам и партнёрам",
            title1: "ООО «Рустрак» приглашает к сотрудничеству.",
            text1: "Наша компания 17 лет работает на рынке производства и продажи коммерческого транспорта и спецтехники и прочно занимает ведущие позиции на российском рынке.",
            text2: "Мы приглашаем к сотрудничеству поставщиков комплектующих, как одно из основных направлений развития компании. Наша компания заинтересована в долгосрочном и эффективном сотрудничестве.",
            text3: "Мы ценим в партнёрах:",
            num1: "Высококачественную продукцию;",
            num2: "Гибкую ценовую политику;",
            num3: "Регулярное информирование об ассортименте и складских остатках продукции;",
            num4: "Минимальные сроки поставки.",
            text4: "Основные принципы ООО «РусТрак» при взаимодействии с партнёрами:",
            texts: ["- Доверие,", "- честность,", "- взаимопомощь;"],
            text5: "Долгосрочное сотрудничество на взаимовыгодной основе. Обязательность и точность выполнения договоренностей. Соблюдение международных норм деловой этики. Всегда рады Вам!",
        },
        // /////////////////////////////VACANCIES PAGE INFO/////////////////////////////////
        vacanciesPage: {
            pageTitle: "Вакансии",
            avtoelektrik: "Автоэлектрик",
            obyazannosti: [
                "электромонтаж осветительного оборудования",
                "монтаж электрооборудования и надстроек на спецавтомобили",
            ],
            trebovaniya: [
                "опыт работы приветствуется",
                "желание обучаться новому",
            ],
            usloviya: [
                "желание обучаться новому",
                "полный соцпакет",
                "отапливаемый цех, хорошие бытовые условия",
                "предоставляем обучение по данному направлению",
            ],
            title1: "Обязанности:",
            title2: "Требования",
            title3: "Условия:",
            button: "Откликнуться",
            modalInfo: {
                title: "Оставить заявку",
                miniTitle: "на вакансию «Автоэлектрик»",
                name: "Ваше имя *",
                telefon: "Телефон *",
                silka: "Ссылка на резюме",
                checkText: "Я согласен",
                checkLink: "на обработку персональных данных",
            },
        },
        // /////////////////////////////KREDIT I LIZING PAGE INFO/////////////////////////////////
        kreditPage: {
            pageTitle: "Кредит и лизинг на автоспецтехнику компании РусТрак",
            text: "Компания Рустрак предоставляет возможность покупки автоспецтехники в кредит и в лизинг. Мы работаем со всеми банками и лизинговыми компаниями. Помните, Вы можете выбрать любую лизинговую компанию, которая Вас устроит.",
            title1: "Основные условия лизинга",
            text1: "Сумма аванса 5-30% от стоимости техники. Удорожание объекта лизинга в год на 8-9% Срок выплаты лизинговых платежей от 6-ти месяцев до 5-ти лет. После полного расчёта по лизингу техника переходит в собственность Вашей фирмы.",
            title2: "Преимущества лизинговых схем:",
            text2: "Максимальная отсрочка платежа. Ускоренная амортизация: участники лизинговой сделки имеют право применять механизм ускоренной амортизации предмета лизинга с коэффициентом ускорения до 3, что позволяет быстрее окупить технику, варьировать длительность лизингового договора. Налоговая оптимизация: все платежи, производимые по договору лизинга, относятся на себестоимость продукции, тем самым, уменьшая налогооблагаемую базу по налогу на прибыль. Экономия средств лизингополучателя в результате отсутствия необходимости уплаты налога на имущество, т.к. предмет лизинга в большинстве случаев находится на балансе лизинговой компании. Возможность приобрести и использовать имущество, не отвлекая при этом собственные средства предприятия единовременно и в полном объёме. Возможность приобретения в собственность предмета лизинга, полностью освобожденного от налоговой нагрузки, по истечению срока договора лизинга. Самостоятельный выбор предмета лизинга и его продавца лизингополучателем.",
            title3: "Три основных вида лизинга:",
            titleInfo: [
                {
                    title: "Финансовый лизинг",
                    text: "Лизингодатель (лизинговая компания) приобретает в собственность указанное лизингополучателем имущество у определённого продавца и передаёт лизингополучателю это имущество в качестве предмета лизинга на определённых условиях во временное владение и пользование. Имущество (предмет лизинга) переходит в собственность лизингополучателя при условии выплаты лизингополучателем всех лизинговых платежей.",
                },
                {
                    title: "Оперативный лизинг",
                    text: "Имущество не выкупается лизингополучателем, а остаётся в собственности лизинговой компании и после окончания срока действия договора лизинга ещё раз передаётся в лизинг или аренду.",
                },
                {
                    title: "Возвратный лизинг",
                    text: "Предприятие покупает имущество на собственные средства, а затем обращается в лизинговую компанию. Это один из способов достаточно быстро вернуть оборотные средства. Лизинговая компания рассматривает имущество как предмет лизинга и приобретает его по договору купли-продажи у предприятия. Это же имущество передается в лизинг этому же предприятию.",
                },
            ],
            title4: `Информация о партнёре - компания "CARCADE"`,
            text4: "Компания CARCADE – это универсальный лизинговый партнёр. CARCADE финансирует покупку как легковых автомобилей, так и коммерческого транспорта. Оформить коммерческие автомобили или спецтехнику в лизинг можно без предоставления финансовой отчётности по 2 документам. Условия оформления сделки: аванс от 4% до 50%, срок лизинга от 12 до 60 месяцев, последний платёж от 1% до 15%. Дополнительная выгода клиентов CARCADE: каско в рассрочку, бесплатная цессия, электронный документооборот. За получением более подробной информации по спецтехники и приобретению в лизинг обращайтесь по телефону:",
            telefon: "8 (831) 225-00-55",
        },
        // /////////////////////////////OTZIV PAGE INFO/////////////////////////////////
        otzivPage: {
            pageTitle: "Отзывы",
            images: [
                "/otzivPhotos/otziv1.jpg",
                "/otzivPhotos/otziv2.jpg",
                "/otzivPhotos/otziv3.jpg",
                "/otzivPhotos/otziv4.jpg",
                "/otzivPhotos/otziv5.jpg",
            ],
        },
        // /////////////////////////////SERTIFICATION  PAGE INFO/////////////////////////////////
        sertificatePage: {
            pageTitle: "Сертификаты",
            images: [
                "/sertificationPhoto/sert1.jpg",
                "/sertificationPhoto/sert2.jpg",
                "/sertificationPhoto/sert3.jpg",
                "/sertificationPhoto/sert4.jpg",
                "/sertificationPhoto/sert5.jpg",
                "/sertificationPhoto/sert6.jpg",
                "/sertificationPhoto/sert7.jpg",
                "/sertificationPhoto/sert8.jpg",
                "/sertificationPhoto/sert9.jpg",
                "/sertificationPhoto/sert10.jpg",
                "/sertificationPhoto/sert11.jpg",
            ],
        },
        // ////////////////////////////////FOTOGALEREYA PAGE INFO///////////////////////////////////
        fotogalereyaPage: {
            pageTitle: "Фотогалерея производителя автоспецтехники РусТрак",
            button: "Смотреть видео",
            button1: "Автомобили",
            button2: "Производство",
            button3: "О компании",
            button4: "Выставки",
            avtomobili: [
                "/fotogalereyaPhotos/avtomobili/avto1.webp",
                "/fotogalereyaPhotos/avtomobili/avto2.webp",
                "/fotogalereyaPhotos/avtomobili/avto3.webp",
                "/fotogalereyaPhotos/avtomobili/avto4.webp",
                "/fotogalereyaPhotos/avtomobili/avto5.jpg",
                "/fotogalereyaPhotos/avtomobili/avto6.jpg",
                "/fotogalereyaPhotos/avtomobili/avto7.jpg",
                "/fotogalereyaPhotos/avtomobili/avto8.jpg",
                "/fotogalereyaPhotos/avtomobili/avto9.jpg",
                "/fotogalereyaPhotos/avtomobili/avto10.jpg",
                "/fotogalereyaPhotos/avtomobili/avto11.jpg",
                "/fotogalereyaPhotos/avtomobili/avto12.jpg",
                "/fotogalereyaPhotos/avtomobili/avto13.jpg",
                "/fotogalereyaPhotos/avtomobili/avto14.jpg",
                "/fotogalereyaPhotos/avtomobili/avto15.jpg",
                "/fotogalereyaPhotos/avtomobili/avto16.jpg",
                "/fotogalereyaPhotos/avtomobili/avto17.jpg",
                "/fotogalereyaPhotos/avtomobili/avto18.jpg",
                "/fotogalereyaPhotos/avtomobili/avto19.jpg",
                "/fotogalereyaPhotos/avtomobili/avto20.jpg",
                "/fotogalereyaPhotos/avtomobili/avto21.jpg",
                "/fotogalereyaPhotos/avtomobili/avto22.jpg",
                "/fotogalereyaPhotos/avtomobili/avto23.jpg",
                "/fotogalereyaPhotos/avtomobili/avto24.jpg",
                "/fotogalereyaPhotos/avtomobili/avto25.jpg",
                "/fotogalereyaPhotos/avtomobili/avto26.jpg",
                "/fotogalereyaPhotos/avtomobili/avto27.jpg",
                "/fotogalereyaPhotos/avtomobili/avto28.jpg",
                "/fotogalereyaPhotos/avtomobili/avto29.jpg",
                "/fotogalereyaPhotos/avtomobili/avto30.jpg",
            ],
            proizvodstvo: [
                "/fotogalereyaPhotos/proizvodstvo/pro1.webp",
                "/fotogalereyaPhotos/proizvodstvo/pro2.webp",
                "/fotogalereyaPhotos/proizvodstvo/pro3.webp",
                "/fotogalereyaPhotos/proizvodstvo/pro4.webp",
                "/fotogalereyaPhotos/proizvodstvo/pro5.webp",
            ],
            oKompani: [
                "/fotogalereyaPhotos/oKompani/o1.webp",
                "/fotogalereyaPhotos/oKompani/o2.webp",
                "/fotogalereyaPhotos/oKompani/o3.webp",
                "/fotogalereyaPhotos/oKompani/o4.webp",
                "/fotogalereyaPhotos/oKompani/o5.png",
                "/fotogalereyaPhotos/oKompani/o6.webp",
                "/fotogalereyaPhotos/oKompani/o7.png",
                "/fotogalereyaPhotos/oKompani/o8.jpg",
                "/fotogalereyaPhotos/oKompani/o9.jpg",
                "/fotogalereyaPhotos/oKompani/o10.jpg",
                "/fotogalereyaPhotos/oKompani/o11.jpg",
                "/fotogalereyaPhotos/oKompani/o12.jpg",
                "/fotogalereyaPhotos/oKompani/o13.jpg",
                "/fotogalereyaPhotos/oKompani/o14.jpg",
                "/fotogalereyaPhotos/oKompani/o15.jpg",
                "/fotogalereyaPhotos/oKompani/o16.jpg",
                "/fotogalereyaPhotos/oKompani/o17.jpg",
                "/fotogalereyaPhotos/oKompani/o18.jpg",
                "/fotogalereyaPhotos/oKompani/o19.webp",
            ],
            vistavki: [
                "/fotogalereyaPhotos/vistavki/vistavki1.webp",
                "/fotogalereyaPhotos/vistavki/vistavki2.webp",
                "/fotogalereyaPhotos/vistavki/vistavki3.webp",
                "/fotogalereyaPhotos/vistavki/vistavki4.webp",
                "/fotogalereyaPhotos/vistavki/vistavki5.webp",
                "/fotogalereyaPhotos/vistavki/vistavki6.jpg",
                "/fotogalereyaPhotos/vistavki/vistavki7.jpg",
                "/fotogalereyaPhotos/vistavki/vistavki8.jpg",
                "/fotogalereyaPhotos/vistavki/vistavki9.webp",
                "/fotogalereyaPhotos/vistavki/vistavki10.webp",
                "/fotogalereyaPhotos/vistavki/vistavki11.webp",
                "/fotogalereyaPhotos/vistavki/vistavki123.webp",
                "/fotogalereyaPhotos/vistavki/vistavki1.webp",
                "/fotogalereyaPhotos/vistavki/vistavki14.webp",
                "/fotogalereyaPhotos/vistavki/vistavki15.webp",
            ],
        },
        // ///////////////////////VIDEO PAGE INFO ///////////////////////////
        videoPage: {
            pageTitle: "Видеогалерея производителя автоспецтехники РусТрак",
            button: "Смотреть фото",
            videos: [
                {
                    id: 0,
                    name: "Кран манипулятор HKTC на шасси Камаз Компас",
                    link: "https://youtu.be/08tNWRWhfo0?si=L7JdKqaqsqMyAbwB",
                },
                {
                    id: 1,
                    name: "КАМАЗ Компас 2022 | Cдвижная Штора и Крыша Тента | Обзор КАМАЗ | Грузовик с Бортом |",
                    link: "https://youtu.be/rD2Jr1l0kfM?si=svszc5K6AopFfC1f",
                },
                {
                    id: 2,
                    name: "Крано-манипуляторная установка UNIC374К на шасси FUSO Canter",
                    link: "https://youtu.be/SZFOxY44O_Q?si=3WDsP6AR849RyQj7",
                },
                {
                    id: 3,
                    name: "Эвакуатор с прямой платформой на базе ISUZU с манипулятором PALFINGER",
                    link: "https://youtu.be/40Pt1Oi7r-s?si=hNz5_4eAgJEpUqKV",
                },
                {
                    id: 4,
                    name: "ISUZU GIGA самосвал зерновоз",
                    link: "https://youtu.be/Cw-rxJR_RNg?si=S1tfY-nigAc7M94V",
                },
                {
                    id: 5,
                    name: "Hyundai HD78 с автовышкой АГП HANSIN",
                    link: "https://youtu.be/Zm1lZ53PK2I?si=k-IgNvlNzbZ9MAxn",
                },
                {
                    id: 6,
                    name: "Топливозаправщик 5,2 м куб на базе ISUZU NPR75 АТЗ ELF 7 5",
                    link: "https://youtu.be/Zr9zpCgeEIU?si=ol3ifsFUUCd0pzd0",
                },
                {
                    id: 7,
                    name: "Автотопливозаправщик ГАЗон NEXT",
                    link: "https://youtu.be/F2C_uBd3l5o?si=SAN7YFp1IVsUxohH",
                },
                {
                    id: 8,
                    name: "Пищевая цистерна FUSO Canter",
                    link: "https://youtu.be/EhAdt8qwvDw?si=L2IB7XxyUxHsJa_4",
                },
                {
                    id: 9,
                    name: "ISUZU грузовой бортовой со сдвижной крышей и боковыми шторками",
                    link: "https://youtu.be/7Ekr8KlqKi8?si=A2dcxamQbY36oCRG",
                },
                {
                    id: 10,
                    name: "С наступающим новым годом!",
                    link: "https://youtu.be/LURhQdc2q8g?si=mENK90UaH1HX9zRc",
                },
                {
                    id: 11,
                    name: "ГАЗОН NEXT с краном манипулятором UNIC",
                    link: "https://youtu.be/8hv6F9oxtYU?si=XBldsyV5tPhartB8",
                },
                {
                    id: 12,
                    name: "Автотопливозаправщик (АТЗ) Газон Некст",
                    link: "https://youtu.be/isfTuPY2JjU?si=falWaGz62BrIuvWG",
                },
                {
                    id: 13,
                    name: "СТТ 2017 Итоги выставки ООО Рустрак",
                    link: "https://youtu.be/cx4412yyZM0?si=oDL0-TjKvUr7oDGq",
                },
                {
                    id: 14,
                    name: "Бортовая платформа со сдвижной крышей и шторкой ФОТОН 1093/ Сommercial vehicle FOTON 1093",
                    link: "https://youtu.be/l9Cuj7xPE-w?si=SUi2SlYLKmq2dXLH",
                },
                {
                    id: 15,
                    name: "Кран-манипулятор ИНМАН ИТ90 на шасси ISUZU NQR90",
                    link: "https://youtu.be/SrLMHIyOmQM?si=lWhmGnJ4NNP7m2-3",
                },
            ],
        },
        // //////////////////REKLAMI MATERIALI PAGE INFO /////////////////////////
        promoPage: {
            pageTitle: "Рекламные материалы",
            ooorustrak: "OOO РУСТРАК",
            avtotoplivozapravshiki: "Автотопливозаправщики",
            pishevie: "Пищевые цистерны",
            link1: "Завод-доработчик коммерческого транспорта",
            link2: "Листовка ГАЗ NEXT",
            link3: "Листовка ГАЗ",
            link4: "Листовка FUSO",
            link5: "Листовка ГАЗ NEXT пишевая цистерна",
            link6: "Листовка FUSO пишевая цистерна",
        },
        infoMaterialPage: {
            pageTitle: "Информационные материалы",
        },
        // ////////////////////////////////SERVICE PAGE INFO///////////////////////////////////
        servicePage: {
            pageTitle: "Сервис по гарантийному ремонту автоспецтехники РусТрак",
            pageText:
                "После приобретения продукции в ООО «Рустрак» Вы всегда можете обратиться за помощью по любым вопросам, связанными с гарантийным обслуживанием, настройкой и ремонтом транспорного средства, поставкой дополнительного обурудования, а также внесением доработок под задачи клиента. Вы можете обратиться за технической поддержкой и консультацией по эксплуатации в любое время и в любой срок после заключения контракта.",
            supportText: "Как получить поддержку?",
            supportLink: "Заполнить Рекламационный акт",
            support1:
                " с внесением подписи ответственного лица и печати организации, подробно описать характер отказа. Приложить фото: шильды в пассажирской двери, шильды вышедшего из строя оборудования, первая страница ПТС.",
            support2:
                "Сфотографировать неисправности, а также общий вид изделия в целом.",
            support3:
                "Отправить заполненный акт, копию ПТС, фотографии неисправностей по электронной почте:",
            supportPochta: "kb1@rtrf.ru",
            text1: "После этого специалисты гарантийной службы свяжутся с владельцем и предложат варианты организации ремонта.",
            text2: "Любые вопросы относительно гарантийного обслуживания техники производства «РусТрак» можно задать по телефону 8 (831) 225-00-55 (доб 610) или по электронной почте:",
        },
        // ////////////////////////////////REPAIR PAGE INFO///////////////////////////////////
        repairPage: {
            pageTitle:
                "Ремонт шторных полуприцепов от компании «Рустрак» в Нижнем Новгороде",
            pageText:
                "Логистическая сфера опирается на устойчивую работу прицепной техники. Ремонт шторных полуприцепов обеспечивает восстановление работоспособности конструкции после интенсивной эксплуатации. Наши мастера учитывают конструктивные особенности узлов и применяют проверенные методы обслуживания. Компания «Рустрак» в Нижнем Новгороде предлагает сервис, ориентированный на качество и долговечность оборудования. Своевременные технические мероприятия поддерживают стабильное состояние прицепов при интенсивных нагрузках. Надёжный подход к обслуживанию формирует уверенность в бесперебойной работе техники.",
            button: "РАССЧИТАТЬ СТОИМОСТЬ РЕМОНТА",
            modalButton: "РАССЧИТАТЬ СТОИМОСТЬ",
            modalText:
                "Оставьте свои данные, и наш менеджер свяжется с вами для расчета стоимости.",
            mainImages: [
                "https://rtrf.ru/remont/first_car_2.jpg",
                "https://rtrf.ru/remont/first_car_1.jpg",
            ],
            ourService: {
                serviceTitle: "Наши услуги",
                serviceText:
                    "Компания «Рустрак» выполняет полный ремонт полуприцепов в Нижнем Новгороде после повреждений или выхода из строя. Мы восстанавливаем конструкцию прицепа, исправляем каркас и боковые тенты, ремонтируем двери, замки и механизмы открывания, а также восстанавливаем пол и борта прицепа. Все работы выполняются с высокой точностью и соблюдением стандартов качества, что гарантирует долговечность восстановленных элементов.",
                important: "Важно:",
                importantText:
                    " ремонт ходовой, двигателя, замена масел и плановое техническое обслуживание не производятся.",
                beforeimg1: "https://rtrf.ru/remont/03.jpg",
                afterimg1: "https://rtrf.ru/remont/04.jpg",
                beforeimg2: "https://rtrf.ru/remont/third_car_1.jpg",
                afterimg2: "https://rtrf.ru/remont/third_car_2.jpg",
            },
            advantages: {
                advTitle: "Преимущества компании «Рустрак»",
                adv: [
                    "Большая производственная база – позволяет одновременно выполнять несколько крупных заказов и обслуживать большое количество техники.",
                    "Вместительные цеха – обеспечивают удобство работы с крупногабаритными полуприцепами и комфорт для сотрудников.",
                    "Профессиональные мастера – специалисты с опытом и знаниями гарантируют качественный и точный ремонт.",
                    "Полный цикл производства – все работы выполняются на месте, от диагностики до финальной сборки, без привлечения сторонних подрядчиков.",
                    "Опыт 17 лет – долгий срок работы на рынке подтверждает надёжность и компетентность компании.",
                    "Гарантия на ремонт – обеспечивает уверенность в долговечности и качестве выполненных работ.",
                ],
                images: [
                    "https://rtrf.ru/remont/proizvodstvo_3.jpg",
                    "https://rtrf.ru/remont/proizvodstvo_1.png",
                    "https://rtrf.ru/remont/proizvodstvo_4.jpg",
                    "https://rtrf.ru/remont/proizvodstvo_2.png",
                ],
                qualityTitle: "Качественный сервис для полуприцепов",
                qualityText:
                    "Ремонт шторных полуприцепов помогает продлить срок службы техники и сохранить её функциональность. Обратитесь к нашей команде, чтобы получить надежное и аккуратное обслуживание. Компания «Рустрак» в Нижнем Новгороде выполняет работы с вниманием к деталям и строгими стандартами качества. Доверьте нам технические задачи и получите результат, который оправдает ожидания. Запланируйте обслуживание заранее и убедитесь в удобстве нашего сервиса. Для начала сотрудничества свяжитесь с нами любым удобным способом, и мы поможем организовать все быстро и профессионально.",
            },
        },
        // ///////////////////////////////NEWS PAGE INFO////////////////////////////////
        newsPage: {
            newsTitle: "Новости",
            notFound: "Новость не найдена",
            pageTitle: "Новости РусТрак",
            swiperTitle: "Ещё новости",
            allAvto: [
                {
                    id: 0,
                    path: "/Perviy-v-Russia-konteynerovoz-na-shassi-KAMAZ-65658-vipustil-RUSTRAK/",
                    year: "07.07.2026",
                    name: "Первый в России контейнеровоз на шасси КАМАЗ‑65658 выпустил «Рустрак»",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/7dd/jr35mcqyiq3onqzmlyrev5354rw42jzg/660_440_0/000.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/7dd/jr35mcqyiq3onqzmlyrev5354rw42jzg/660_440_0/000.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/f5b/4krrunhvbp5q3degzj5fchx2b7717iar/660_440_0/0001.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/970/lsokzkq4r43yej0p9lr6k932lnzkb69a/660_440_0/0002.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/9cc/px7i6cshqosty3xtvgb8j1xuhxeyeocy/660_440_0/0004.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/f3b/wo4k07zyt8t2dfiriw8eez0vx3oxi5m5/660_440_0/0006.webp",
                    ],
                    keyCharacter: "Ключевые характеристики",
                    design: "Конструкция",
                    protection: "Защита",
                    texts: [
                        "ООО «РУСТРАК» разработал контейнеровоз на шасси КАМАЗ 65658-1766-49 — первый в России проект на базе этого шасси. Это компактное и маневренное решение для контейнерной логистики. Предназначен для перевозки контейнеров с опасными грузами (категории ТС FL, АТ по классификации ДОПОГ).",
                    ],
                    keyCharacters: [
                        "• Габариты — 9040 × 2550 × 3480 мм;",

                        "• Грузоподъёмность — 20 000 кг, полная масса — 29 500 кг;",
                        "• Двигатель — 400 л.с. (КАМАЗ 689);",
                        "• КПП — F12JZ24DD (12-ти ступенчатая роботизированная);",
                        "• Нагрузка на оси — до 9000 кг (передняя) и 20 500 кг (ведущий мост).",
                    ],
                    designText:
                        "Шасси укорочено для оптимального сопряжения согласно стандартам морских контейнеров. Усиленный надрамник изготовлен из швеллеров и гнутых профилей из сталей марок применяемых в автомобилестроении, платформа оснащена сертифицированными фитинговыми замками TLT-10 для надёжной фиксации груза. Контейнеровоз Рустрак на шасси КАМАЗ 65658 предназначен для перевозки контейнеров типов - 1CX, 1C, 1CC.",
                    protectionText: [
                        "Весь металл проходит трёхэтапную обработку: дробеструйную очистку, эпоксидное грунтование с цинкфосфатными соединениями и финишную многослойную окраску. Такая технология обеспечивает высокую адгезию покрытия, надёжную антикоррозионную защиту и продлевает срок службы конструкции даже в условиях агрессивной среды портов и терминалов.",
                        "Контенеровоз «РУСТРАК» — оптимальное решение для перевозок «последней мили».",
                    ],
                },
                {
                    id: 1,
                    path: "/RUSTRAK-podvel-itogi-uchastiya-v-vistavke-COMVEX-2026/",
                    year: "08.06.2026",
                    name: "«Рустрак» подвёл итоги участия в выставке COMVEX 2026.",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/fc4/8p3qngx0i9gabd2ymeu9waqu0irrq1kg/660_440_0/comvexrt.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/fc4/8p3qngx0i9gabd2ymeu9waqu0irrq1kg/660_440_0/comvexrt.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/fc4/8p3qngx0i9gabd2ymeu9waqu0irrq1kg/660_440_0/comvexrt.webp",
                    ],
                    texts: [
                        "ООО «Рустрак» успешно завершил работу на крупнейшем отраслевом событии года. Экспозиция «Рустрак» привлекла внимание широкого круга специалистов, экспертов и представителей бизнеса в сфере коммерческого транспорта.",
                        "На протяжении всех дней выставки команда компании активно работала на стенде, проводя встречи и переговоры с действующими партнерами, а также с новыми клиентами. В ходе деловой программы были намечены ключевые направления для дальнейшего сотрудничества и достигнут ряд важных договоренностей, направленных на развитие партнерских отношений.",
                        "Мы благодарим всех гостей нашего стенда за проявленный интерес, доверие и продуктивный диалог. До новых встреч!",
                    ],
                },
                {
                    id: 2,
                    path: "/Sadko-9-fermer-obzavelsya-kmu-c-burilnoy-ustanovkoy/",
                    year: "26.03.2026",
                    name: "Садко 9 Фермер обзавелся КМУ с бурильной установкой",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/aac/660_440_0/silztdz65pys4k6ze5rx1p00dznt777b.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/aac/660_440_0/silztdz65pys4k6ze5rx1p00dznt777b.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/6c3/660_440_0/ihm5jgr156xuox85ll31aq0tn3n9ashq.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/508/660_440_0/h73uwj3xa4eq1en4wwfb83th836gbk7l.webp",
                    ],
                    texts: [
                        "Завод «Рустрак» установил на базу Садко NEXT 9 кран манипулятор с бурильно-крановой установкой TAURUS 035A.",
                        "Садко 9 с КМУ с бурильным оборудованием, закрывает потребности энергетических, строительных и коммунальных компаний в технике, способной эффективно работать там, где заканчиваются дороги. Универсальность оборудования в комбинации с полноприводным шасси с двухрядной кабиной минимизирует простои в условиях отсутствия дорожной инфраструктуры. ",
                        "Комментарий Шалявина Дмитрия Леонидовича, главного конструктора завода «Рустрак»",
                        "Эта машина будет работать в энергетике, но сфера применения ее гораздо шире, строительство, нефтегазовая и добывающая промышленность, да и в сфере ЖКХ такая универсальность дает бесспорное сокращение времени на решение поставленных задач. По сути, это автономный комплекс, способный заменить собой парк из нескольких специализированных единиц техники».",
                    ],
                },
                {
                    id: 3,
                    path: "/RUSTRAK-pozdravlyaet-c-Mejdunarodnim-jenskim-dnyom!/",
                    year: "06.03.2026",
                    name: "Рустрак поздравляет с Международным женским днём!",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/a8e/660_440_0/0gpmcnuq4i1fytl2sgjqgvgo8o0qnmg2.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/a8e/660_440_0/0gpmcnuq4i1fytl2sgjqgvgo8o0qnmg2.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/a8e/660_440_0/0gpmcnuq4i1fytl2sgjqgvgo8o0qnmg2.webp",
                    ],
                    texts: [
                        "Дорогие женщины!",
                        "От всей души поздравляем вас с самым нежным праздником — 8 Марта!  Пусть этот день будет таким же ярким и красивым, как первые весенние цветы. Спасибо вам за то, что делаете мир вокруг добрее, гармоничнее и светлее. Вы — наше вдохновение!",
                        "Желаем вам искренних улыбок, внимания близких и отличного настроения каждый день!",
                        "С уважением и самыми теплыми пожеланиями, Ваш Рустрак.",
                    ],
                },
                {
                    id: 4,
                    path: "/RUSTRAK-prodlil-ctatus-ofitsialnogo-dilera-INMAN-i-VELMESH-C!/",
                    year: "26.02.2026",
                    name: "РУСТРАК продлил статус официального дилера ИНМАН и ВЕЛМАШ-С!",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/6bc/660_440_0/5wd6j6tm4wkq7i9ndnqld6dujxa5xvp1.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/6bc/660_440_0/5wd6j6tm4wkq7i9ndnqld6dujxa5xvp1.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/6bc/660_440_0/5wd6j6tm4wkq7i9ndnqld6dujxa5xvp1.webp",
                    ],
                    texts: [
                        "«РУСТРАК» продлил дилерские соглашения с заводами-производителями крано-манипуляторных установок «ИНМАН» и «ВЕЛМАШ-С».",
                        "Статус официального дилера гарантирует нашим клиентам поставки оригинальной техники, заводскую гарантию и полную сервисную поддержку.",
                        "Продолжаем работать с надёжными российскими производителями КМУ.",
                        "По вопросам приобретения обращайтесь в отдел продаж.",
                    ],
                },
                {
                    id: 5,
                    path: "/RUSTRAK-pozdravlyaet-c-Dnyom-zashitnika-Otechestva./",
                    year: "20.02.2026",
                    name: "Рустрак поздравляет с Днем защитника Отечества.",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/8f6/660_440_0/28hfnydrdjb3c465wvl9oswo7uie3v3w.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/8f6/660_440_0/28hfnydrdjb3c465wvl9oswo7uie3v3w.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/8f6/660_440_0/28hfnydrdjb3c465wvl9oswo7uie3v3w.webp",
                    ],
                    texts: [
                        "Уважаемые партнеры!",
                        "Поздравляем вас с Днем защитника Отечества! Мужество, честь и верность эти качества необходимы каждый день, когда приходится принимать смелые решения и отстаивать интересы тех, кто нам небезразличен.",
                        "Благодарим вас за надежность и партнерское плечо. Мы гордимся нашим сотрудничеством и уверены, что вместе нам под силу решить любые задачи.",
                        "С праздником!",
                    ],
                },
                {
                    id: 6,
                    path: "/Avtotoplivozapravshiki-Rustrak-vklyucheni-v-reestr-Minpromtorga/",
                    year: "11.02.2026",
                    name: "Автотопливозаправщики Рустрак включены в реестр Минпромторга",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/a23/660_440_0/3hgaillqs8nrbghn4h1dd9ed2wv3lnu6.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/a23/660_440_0/3hgaillqs8nrbghn4h1dd9ed2wv3lnu6.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/4ea/660_440_0/sjv2s3j7345kcbp05uhfpia2vbxqcgjf.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/8d0/660_440_0/wix01k06sl8qy2q7brpnwhw2y0275yep.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/e29/660_440_0/x9cdqc8140szoc0lx5zwkndobx3dv84r.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/5f9/660_440_0/05lbbnrmwir9o6by0monjbygqj6wy4l1.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/192/660_440_0/lujf7r86ir7pgl7srngnz64h2reo9wu1.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/9cf/660_440_0/er51l4fzz4zsx0hkemhvxbt5easo3vth.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/ae0/660_440_0/brz40jztqsbcmrw69gqdb33jdkqe6rx5.webp",
                    ],
                    texts: [
                        "Автотопливозаправщики завода «Рустрак» на шасси ГАЗ C41R13 успешно прошли сертификацию и включены в реестр российской промышленной продукции Министерства промышленности и торговли Российской Федерации.",
                        "В реестр включены: Автотопливозаправщики C41R13  модификации 4389JУ — цистерна с узлом выдачи топлива на транспортном средстве / базовом шасси марки ГАЗ модификации C41R13. Средства транспортные для перевозки нефтепродуктов.",
                        "Включение автомобилей в реестр открывает возможность комплектования автомобильного парка в рамках 44 Федерального закона «О контрактной системе в сфере закупок» для обеспечения государственных и муниципальных нужд.",
                    ],
                    keyCharacter: "Технические характеристики:",
                    keyCharacters: [
                        "• Цистерна двухсекционная",
                        "• Вместимость 5300 литров.",
                        "• Насос СШН-50/600П Шиберного типа (600 л/мин)",
                        "• Материал цистерны: Сталь 09Г2С 3мм",
                        "• Раздаточный рукав Ду-25, длина 10 м",
                        "• Коммуникации алюминиевые",
                    ],
                },
                {
                    id: 7,
                    path: "/Rustrak-pozdravlyaet-partnyorov-c-Novim-godom-i-Rojdestvom!/",
                    year: "30.12.2025",
                    name: "Рустрак поздравляет партнеров с Новым годом и Рождеством!",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/b6c/660_440_0/0ssk0qahw0nfy1gmguo2yod8b0m3q82d.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/b6c/660_440_0/0ssk0qahw0nfy1gmguo2yod8b0m3q82d.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/b6c/660_440_0/0ssk0qahw0nfy1gmguo2yod8b0m3q82d.webp",
                    ],
                    texts: [
                        "Уважаемые партнеры!",
                        "От всей души поздравляем Вас с Новым годом и Рождеством! Пусть грядущий год станет временем ярких идей и новых достижений. Желаем праздничного уюта, тепла и радости Вам и Вашим близким. Пусть в ваших семьях царят мир, здоровье и радость!",
                    ],
                },
                {
                    id: 8,
                    path: "/Rustrak-vvel-v-ekspluatatsiyu-novuyu-pokrasochnuyu-kameru/",
                    year: "28.11.2024",
                    name: "Рустрак ввел в эксплуатацию новую покрасочную камеру",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/bf6/660_440_0/lm683xflugzr4co9k4tyjtbafz5cu3u6.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/bf6/660_440_0/lm683xflugzr4co9k4tyjtbafz5cu3u6.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/7c9/660_440_0/1or9sb2ar3ac5ph84wma13iu09ue346m.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/f55/660_440_0/063ljqn8s08ofzirj53qjdfdy46j1ul7.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/446/660_440_0/7d87wev2fhphh3q2wwdtugzzsdoqyn16.webp",
                    ],
                    texts: [
                        "Рустрак ввел в эксплуатацию новую покрасочную камеру, расширив производственные мощности!                                                Теперь покрасочный комплекс включает две современные покрасочные камеры, а также дробеструйную камеру для предварительной подготовки металла.",
                        "Расширение покрасочного комплекса направлено на повышение качества и эффективности процессов окраски, выпуску продукции, отвечающей высоким стандартам надёжности и долговечности, которые Рустрак ставит при производстве надстроек.",
                    ],
                },
                {
                    id: 9,
                    path: "/Rustrak-provel-timbilding-meropriyatie-dlya-sotrudnikov/",
                    year: "10.07.2024",
                    name: "Рустрак провел тимбилдинг-мероприятие для сотрудников",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/c15/660_440_0/xfw9hhou4jr73jb29ihspreubew0f00g.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/c15/660_440_0/xfw9hhou4jr73jb29ihspreubew0f00g.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/b63/660_440_0/rdd1o2dkrm96qxurzk7nwm56y9i33eh8.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/2d0/660_440_0/sttc85z6vugjw6jpt1fmsmhlqcx0te8p.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/410/660_440_0/ed3rvtjlck8fmj566sm6cfxkvbrtfr53.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/4bf/660_440_0/7j0mkm830zkjcdg7cscy33qgpislg59x.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/e51/660_440_0/sz64vmxnayin6eh2mszl1fa8f49pqgq3.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/26b/660_440_0/einupueaapncs0h0b9gzvdgrp8iapm50.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/9c9/660_440_0/mynp2iqmbucjhzlhh3cxx1kwyiy2b72e.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/43d/660_440_0/szs2dxznoxfpu4yor1p3gxl8dyzyvbs6.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/630/660_440_0/7ubviyj4dkjqc9fsu8xuzeoispmvjn1o.webp",
                    ],
                    texts: [
                        "Лето в разгаре, а значит самое время для активностей!",
                        "Мероприятие проходило в активной и дружеской атмосфере, способствуя укреплению командного духа и взаимной поддержки. Программа включала в себя разнообразные активности, командные игры, пейнтбол, спортивные и творческие соревнования. Для укрепления горизонтальных связей на предприятии, особое внимание было уделено совместному решению задач. Принимавшие участие отметили, что такие мероприятия помогают лучше узнать друг друга, повысить мотивацию и улучшить рабочие отношения.",
                        "Компания Рустрак выражает благодарность всем сотрудникам за активное участие и положительный настрой, мы считаем важным подобные мероприятия для сплочения коллектива и просто хорошего отдыха.",
                    ],
                },
                {
                    id: 10,
                    path: "/Rustrak-vvel-v-ekspluatatsiyu-novuyu-drobestruynuyu-kameru/",
                    year: "26.03.2024",
                    name: "Рустрак ввел в эксплуатацию новую дробеструйную камеру",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/bb7/660_440_0/jd7rhsnmm5g5xyy2dk71abb1ucayqiwa.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/bb7/660_440_0/jd7rhsnmm5g5xyy2dk71abb1ucayqiwa.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/65f/660_440_0/z0675y4ul1bz1bamkys4yvojqjqpto0i.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/678/660_440_0/1pdkdg0ym48ynpmcueaoe9ba6isk39dh.webp",
                    ],
                    texts: [
                        "Рустрак проводит непрерывное совершенствование производимой продукции, новый покрасочный цех завода поднимает планку производственной эффективности, вместе с вводом новой дробеструйной камеры.",
                        "Новый комплекс дробеструйной камеры запущен в рамках программы совершенствования парка оборудования. Камера используется для обработки всего металла, используемого при производстве надстроек грузовых автомобилей. Предварительная подготовка и обработка металла в дробеструйной камере позволяет достичь высокой степени очистки и подготовки поверхности металла, что обеспечивает улучшенную адгезию краски и защитное покрытие, повышая прочность и долговечность конечной продукции.",
                        "Введение в эксплуатацию новой дробеструйной камеры оптимизирует производственные процессы, повышает и увеличивает производственные мощности предприятия.",
                        `В качестве подрядчика реализации данного проекта выбрана российская компания "KOMAX" – изготавливающая дробеструйные камеры высочайшего качества, обеспечивающие оперативную и эффективную предварительную обработку металлических деталей. `,
                        `ООО "РусТрак" утвердили параметры к оборудованию, которые специалисты "KOMAX" успешно реализовали:
— Решетчатый пол по всей площади камеры обеспечивает легкость и эффективность процесса сбора отработанного материала.
— Рельсовые пути диной 25 метров позволяют перемещать крупногабаритные изделия 
— Система сепарации и рекуперации дроби автоматизирует процесс очистки материала, сокращая расходы и обеспечивая возможность повторного использования.
— Вытяжка абразивной пыли из камеры обеспечивает безопасные условия работы и поддерживает чистоту воздуха в рабочей зоне.`,
                        "Запуск новой дробеструйной камеры, укрепляет ведущее положение и инновационный характер Рустрак в реализации высоких стандартов качества и производственной эффективности.",
                    ],
                },
                {
                    id: 11,
                    path: "/Rustrak-prinyal-uchastie-v-XV-dilerskoy-konferensii-Palfinger/",
                    year: "01.03.2024",
                    name: "Рустрак принял участие в XV дилерской конференции Палфингер",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/953/660_440_0/xqf61yyria6uprg1iqgnh8sl6y8rt28i.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/953/660_440_0/xqf61yyria6uprg1iqgnh8sl6y8rt28i.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/e19/660_440_0/3um79ai0xtvrqay7w36cev1p0g06f4wo.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/193/660_440_0/ex6w3ur2og8gofcsifhumhs4kunjehc3.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/3ad/660_440_0/bb1yoo2gwvpo40osd5oz1tcigl23jc2h.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/f8a/660_440_0/csstxha81zba6hfq1wheqxl6m1vt1sbv.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/18f/660_440_0/krbrhpgtdmhmsza7v43h0911d6jg30st.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/07c/660_440_0/3elmyuyc0b1osw6xl5p88c5g5pivljp8.webp",
                    ],
                    texts: [
                        "15 февраля 2024 года в Санкт-Петербурге состоялась 15 ежегодная Дилерская конференция, организованная компанией ПАЛФИНГЕР СНГ. Мероприятие стало знаковым шагом в укреплении партнерских отношений ООО «Рустрак», «Палфингер» и развития индустрии в целом.",
                        "На конференции рассматривались итоги прошедшего года, а также была представлена стратегия развития на 2024 год. Традиционно, дилерская конференция «Пафлингер» становится местом активного обмена опытом и идеями, способствуя взаимному росту.",
                        "ООО «Рустрак» подтвердил уверенность в продолжении сотрудничества с «Палфингер», подчеркнув, что ключевое партнерство позволяет достичь новых высот в бизнесе. На конференции были обозначены приоритетные направления развития, в том числе организация работы в условиях адаптации ко внешним факторам, усиление замещения импортных компонентов и расширение модельного ряда КМУ. ",
                    ],
                },
                {
                    id: 12,
                    path: "/Rustrak-na-vistavke-STT-i-Comvex-2023/",
                    year: "08.07.2023",
                    name: "Рустрак на выставке СТТ и Comvex 2023",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/830/660_440_0/901m3l6ekz5e9i8edl6iqb4f8n2f1alt.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/830/660_440_0/901m3l6ekz5e9i8edl6iqb4f8n2f1alt.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/2f6/660_440_0/9dhhiz76zop0dmwh6kkdebl72ld00rbj.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/434/660_440_0/drx6for5k8e7h0e3j36kysz9q48sew7y.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/dba/660_440_0/5b35g1x900vpkirteqe5orpahwwrh5s5.webp",
                    ],
                    texts: [
                        `Выставки СТТ 2023 и Comvex завершили свою работу, оставив в своем следе знаковые моменты, ООО «Рустрак» совместно с ООО "Тракс Восток Рус" представили успешную экспозицию, привлекая внимание посетителей и партнеров.`,
                        `В течение мероприятия было проведено множество переговоров и встреч с партнерами и представителями других компаний. Были достигнуты значимые договоренности о бизнес-сотрудничестве. Производственное партнерство, расширение модельного ряда, развитие регионального сотрудничества, увеличение дистрибуции были ключевыми темами в рамках проведенной выставки.
Обсуждаемые в ходе встреч соглашения открывают новые перспективы и укрепляют позиции ООО «Рустрак» на рынке специализированной техники.`,
                        `На выставочном стенде «Рустрак» представил Автотопливозаправщик АТЗ-8,0 на шасси Компас 12, представят Автотопливозаправщик АТЗ-6,0  на шасси Компас 9, представят Бортовую платформу с краном манипулятором HKTC 3014 на шасси Компас 9, самосвал с 3-х сторонней разгрузкой  на шасси Компас 9, а также новинку для российского рынка, долгожданный Автомобиль с бортовой платформой на шасси Компас 5.`,
                        `Завершение выставки СТТ 2023 и Comvex, традиционно, становится важным событием для каждой компании участника. Успешная экспозиция и достигнутые договоренности о сотрудничестве подтверждают стратегическое значение ООО «Рустрак» для LCV и HCV отрасли.
«Рустрак» открыт к дальнейшему совместному развитию, расширению рынков и созданию новых решений в области коммерческого транспорта и специализированной техники.`,
                    ],
                },
                {
                    id: 13,
                    path: "/Rustrak-postavil-partiyu-abtomobiley-c-kmu-im-77-dlya-ctroitelnogo-sektora-Sankt-Peterburga/",
                    year: "17.04.2023",
                    name: "Рустрак поставил партию автомобилей с КМУ ИМ 77 для строительного сектора Санкт-Петербурга",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/57e/660_440_0/eob7rvinjuf54kr3tneb6rv0vgjuogy6.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/57e/660_440_0/eob7rvinjuf54kr3tneb6rv0vgjuogy6.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/f71/660_440_0/7s43umt1crfhafj7337hhxtiuddht0if.webp",
                    ],
                    texts: [
                        `Автомобильный завод Рустрак, реализуя программу устойчивого сотрудничества с одним из лидеров краноманипуляторных установок, компанией ПАЛФИНГЕР в апреле 2023 года, осуществил поставку бортовых автомобилей JAC N90 с КМУ ИНМАН ИМ 77 для крупной строительной компании Санкт-Петербурга.`,
                        `Бортовая платформа длиной 5,2 метра имеет грузоподъемность до 3 750 кг и выполнена из стального открытого профиля HOSSEN с откидными алюминиевыми бортами. Стойки быстросъемные оцинкованные, а настил пола выполнен из ламинированной фанеры 18 мм с противоскользящим покрытием. Боковая защита выполнена из алюминиевых ограждений на откидных оцинкованных кронштейнах.`,
                        `Автомобили производят погрузку-разгрузку и перевозку грузов различного назначения. Максимальная грузоподъемность в 3 000 кг и максимальный вылет стрелы до 6,78 метров диапазон параметров рабочих вылетов и грузовых моментов был выбран оптимальным для целей потребителя. Краноманипуляторная установка ИНМАН ИМ 77 установлена за кабиной грузовика и обеспечивает работу с грузами на максимальном вылете стрелы до 1 100 кг.`,
                        `Краноманипуляторная установка ИНМАН ИМ 77 на шасси JAC N90 – это универсальное решение для транспортировки различных грузов. Рустрак и ПАЛФИНГЕР продолжают успешное партнерство и предлагают своим клиентам эффективные, надежные и производительные решения в области транспорта.`,
                    ],
                },
                {
                    id: 14,
                    path: "/Rustrak-primet-uchastie-v-ejegodnoy-vistavke-STT-EXPO-2023-i-COMVEX/",
                    year: "15.04.2023",
                    name: "Рустрак примет участие в ежегодной выставке СТТ EXPO 2023 и COMVEX",
                    image: "https://rtrf.ru/upload/iblock/86c/sr9i0qseuzctvz0sy3lhd9eceb6fr117.webp",
                    images: [
                        "https://rtrf.ru/upload/iblock/86c/sr9i0qseuzctvz0sy3lhd9eceb6fr117.webp",
                        "https://rtrf.ru/upload/iblock/86c/sr9i0qseuzctvz0sy3lhd9eceb6fr117.webp",
                    ],
                    texts: [
                        `Компания Рустрак примет участие в ежегодной выставке СТТ EXPO 2023 и COMVEX, которые пройдут с 23 по 26 мая 2023 года в Москве на МВЦ «Крокус Экспо».`,
                        `Посетители выставок смогут ознакомиться с широким ассортиментом автомобилей, представленных на стенде Рустрак под номером 15-149. Среди них будут Компас 9 Автотопливозаправщик объемом АТЗ 6 куб.м, Компас 9 с самосвальной платформой с 3х сторонней разгрузкой, Компас 9 с КМУ, Компас 12 Автотопливозаправщик объемом 8 куб.м. и новинка Компас 5 с алюминиевой бортовой платформой.
Мы приглашаем всех посетить наш стенд и получить информацию о нашей продукции, услугах и возможностях сотрудничества. Мы рады поделиться своим опытом и знаниями в области автомобильной промышленности.`,
                        `Мероприятия СТТEXPO 2023 и ComVEX предоставит отличную возможность показать нашу продукцию , встретиться с нашими клиентами и партнерами, а также установить новые деловые связи.
Используйте промокод EXCMX8G для регистрации на сайте СТТ и бесплатного посещения выставки и нашего стенда.
Мы ждем вас на нашем стенде под номером 15-149 на выставках СТТE XPO 2023 и COMVEX с 23 по 26 мая 2023 года.`,
                    ],
                },
                {
                    id: 15,
                    path: "/Rustrak-prinyal-uchastie-v-forume-coveshanii-Minskogo-Avtomobilnogo-Zavoda/",
                    year: "28.03.2023",
                    name: "«РусТрак» принял участие в форуме-совещании Минского Автомобильного Завода",
                    image: "https://rtrf.ru/upload/resize_cache/iblock/3d9/660_440_0/k7dbflmyiindcup3lnb6lbjs1szi5ods.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/3d9/660_440_0/k7dbflmyiindcup3lnb6lbjs1szi5ods.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/3d9/660_440_0/k7dbflmyiindcup3lnb6lbjs1szi5ods.webp",
                    ],
                    texts: [
                        `ООО "РусТрак" принял активное участие во форуме-совещании, организованном Минским автомобильным заводом, который проходил в Самаре с 16 по 17 марта. Главной темой форума было развитие модельного ряда техники холдинга.`,
                        `Всего в мероприятии приняли участие около 240 человек - руководители дистрибьюторских и дилерских организаций, сервисных станций и заводов-производителей специальной техники, а также руководители администрации г. Самара и Самарской области, глава городского округа Самара и представители Посольства Республики Беларусь в Российской Федерации.`,
                        `Наши руководители имели возможность встретиться и обсудить важные вопросы с губернатором Самарской области, Дмитрием Азаровым, а также представителями Министерства промышленности и Посольства Республики Беларусь в Российской Федерации. Ключевой темой переговоров стал вопрос развития модельного ряда техники холдинга "БЕЛАВТОМАЗ" на базе импортозамещения. ООО «Рустрак» готовы эффективно сотрудничать с ООО "МАЗ-РУС" в этом направлении.`,
                    ],
                },
                {
                    id: 16,
                    path: "/Rustrak-prinyal-uchastie-v-dilerskoy-konferensii-Palfinger/",
                    year: "22.03.2023",
                    name: `«РусТрак» принял участие в дилерской конференции "Палфингер"`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/100/660_440_0/1lldizsflyb8is9tfc5pa3xafezz4bva.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/100/660_440_0/1lldizsflyb8is9tfc5pa3xafezz4bva.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/100/660_440_0/1lldizsflyb8is9tfc5pa3xafezz4bva.webp",
                    ],
                    texts: [
                        `16 февраля 2023 года в Санкт-Петербурге ООО «Рустрак» принял участие в ежегодной Дилерской конференции ПАЛФИНГЕР СНГ.
На Дилерской конференции были представлены новые модели подъемного оборудования, разработанные Палфингер в соответствии с последними тенденциями рынка. Они получили положительные отзывы и оказались в центре внимания участников мероприятия. Благодаря постоянному совершенствованию технологий и производственных процессов, компания продолжает укреплять свои позиции на рынке подъемного оборудования.`,
                        `Подводя итоги прошедшего года, на официальной части конференции сотрудники «Палфингер СНГ» подчеркнули, что 2022 год ставил нестандартные задачи, однако компания сумела адаптироваться, перестроить свои производственные мощности и логистические потоки, и выйти к завершению года с отличным результатом. Этому способствовало, в том числе, партнёрство с ООО «Рустрак», которые остается стабильным на протяжение многих лет.`,
                        `В планах на 2023 год остается приоритетным продолжать работу по замещению импортной компонентной базы подъемного оборудования и системное наращивание объемов производства. Кроме того, «Палфингер СНГ» и ООО «Рустрак» активно работают над улучшением сервиса для своих клиентов, чтобы удовлетворить потребности рынка и повысить качество обслуживания.`,
                        "Таким образом, благодаря совместным усилиям Палфингер СНГ и Рустрак продолжают демонстрировать стабильный рост и развитие на рынке LCV и НСV транспорта и подъемного оборудования.",
                    ],
                },
                {
                    id: 17,
                    path: "/Rustrak-prinyal-uchastie-v-dilerskoy-konferensii-Daewoo-Trucks/",
                    year: "27.02.2023",
                    name: `"Рустрак" принял участие в дилерской конференции Daewoo Trucks`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/9c6/660_440_0/uehatlxwxgivuhplstjl3gqszc70isd7.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/9c6/660_440_0/uehatlxwxgivuhplstjl3gqszc70isd7.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/9c6/660_440_0/uehatlxwxgivuhplstjl3gqszc70isd7.webp",
                    ],
                    texts: [
                        `"Рустрак" принял участие в 5-я ежегодной дилерской конференции компании Daewoo Trucks в подмосковье. На мероприятии представлен обзор работы компании за 2022 год и презентована стратегия бренда Daewoo для рынка России в следующем году. В планах, представленных на конференции, входит увеличение объемов производства, расширение продуктовой линейки и изменение подхода к послепродажному обслуживанию. Было подтверждено расширение совместной программы сотрудничества.
В ходе торжественного вечера, были вручены сертификаты и отмечались достижения дилеров Daewoo Trucks за прошлый год.`,
                    ],
                },
                {
                    id: 18,
                    path: "/Rustrak-prinyal-uchastie-v-dilerskoy-konferensii-DK-RUS/",
                    year: "07.02.2023",
                    name: `«РусТрак» принял участие в дилерской конференции «ДК РУС»`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/d24/660_440_0/ecpeftc6jiveer8gmozlhy3b9sbilp45.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/d24/660_440_0/ecpeftc6jiveer8gmozlhy3b9sbilp45.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/d24/660_440_0/ecpeftc6jiveer8gmozlhy3b9sbilp45.webp",
                    ],
                    texts: [
                        `«РусТрак», являющийся одним из девяти крупнейших компаний России в области изготовлении специализированной техники фургонов, принял участие в конференции производителей кузовов на площадке отеля Sheraton Skypoint Luxe, которая проходила 24 ноября. Целью мероприятия была разработка способов развития компаний, а также обсуждения возможностей дальнейшего сотрудничества и взаимодействия с выгодой для всех сторон. В процессе конференции была затронута тема развития рынка кузовной спецтехники, анализ текущего рынка и прогнозов на 2023 год`,
                        "На мероприятии выступали в том числе и специалисты из отдела сертификации, раскрыв подробности касательно будущих нормативов и особенностей одобрения различных типов шасси, получения права их застройки и времени, которое для этого потребуется. Не обошли стороной и дискуссии - в ходе продуктивных и длительных бесед специалисты обсудили особенности формирования партнёрского склада, гарантий наличия техники и оперативности работы. Были достигнуты решения, которые позволят оперативно и вовремя обрабатывать любой запрос для заводов и производителей.",
                        "Такой формат конференций особенно приветствует как «ДК РУС», так и ООО «РусТрак». Это позволяет выходить на новый уровень в привычной работе, производя качественную грузовую технику для наших партнеров.",
                    ],
                },
                {
                    id: 19,
                    path: "/Konferensiya-ofetsialnix-dilerov-i-partnyorov-PAO-KAMAZ/",
                    year: "06.02.2023",
                    name: `Конференция официальных дилеров и партнёров ПАО «КАМАЗ»`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/229/660_440_0/ts8bebpaq1rj5r2ezh3jojnha3unpcd2.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/229/660_440_0/ts8bebpaq1rj5r2ezh3jojnha3unpcd2.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/229/660_440_0/ts8bebpaq1rj5r2ezh3jojnha3unpcd2.webp",
                    ],
                    texts: [
                        `1-2 декабря в городе Набережные Челны прошла конференция официальных дилеров и партнёров публичного акционерного общества «КАМАЗ» с участием завода изготовителя спецтехники ООО «РусТрак».`,
                        "В рамках конференции за плодотворное сотрудничество ООО «РусТрак» получил благодарственное письмо, подписанное генеральным директором АО «ТФК «КАМАЗ». Особо отмечено оперативность и профессионализм специалистов, выполнявших монтаж надстроек с алюминиевыми бортовыми платформами со шторным механизмом на шасси КАМАЗ Компас. Отметим, что из 220 единиц техники застройку 200 платформ выполнил ЗИСТ «РусТрак».",
                        "Проводимая встреча проходила в рамках дилерского совещания с представителями и руководством ПАО «КАМАЗ», АО «ТФК «КАМАЗ», АО «ВТК «КАМАЗ» АО «Лизинговая компания КАМАЗ» и его научно-технического центра, а также дилерских центров “КАМАЗ”. В рамках проведённых встреч и переговоров специалисты ТФК и ВТК КАМАЗ подтвердили намерение и расширения сотрудничества с ООО «РусТрак» по вопросам застройки шасси, в особенности перспективного семейства КАМАЗ К-5.",
                    ],
                },
                {
                    id: 20,
                    path: "/Shtorno-bortovie-furgoni-na-srednetonnajnix-gruzovikax-KOMPAS/",
                    year: "08.12.2021",
                    name: `Шторно-бортовые фургоны на среднетоннажных грузовиках КОМПАС`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/b48/660_440_0/2fbimq2t1da5520n1uqluks4zfavjn2d.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/b48/660_440_0/2fbimq2t1da5520n1uqluks4zfavjn2d.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/b48/660_440_0/2fbimq2t1da5520n1uqluks4zfavjn2d.webp",
                    ],
                    texts: [
                        `Очередная партия автомобилей КОМПАС выпущена с завода РусТрак. Завод спецтехники «РусТрак» осуществил застройку среднетоннажных шасси КОМПАС 9 и 12 шторно-бортовыми фургонами. Вместимость данных фургонов измеряется 14 и 16 европаллетами соответственно. Данные автомобили предназначены для перевозки грузов различного назначения весом до 4800 кг и 6550 кг (соответственно). Преимуществом шторно-бортовой конструкции является доступ со всех сторон к внутренней части платформы. Это обеспечивает максимальное удобство и скорость выполнения погрузо-разгрузочных работ. По официальной версии, сроки старта продаж нового семейства грузовиков Компас — январь 2022-го.`,
                    ],
                },
                {
                    id: 21,
                    path: "/S-Dnyom-mashinostroitelya/",
                    year: "24.09.2021",
                    name: `С Днем машиностроителя`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/32b/660_440_0/54msmwtjk2jdj9u8a33bdee4fp8b0wlu.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/32b/660_440_0/54msmwtjk2jdj9u8a33bdee4fp8b0wlu.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/32b/660_440_0/54msmwtjk2jdj9u8a33bdee4fp8b0wlu.webp",
                    ],
                    texts: [
                        `26 сентября - День машиностроителя!`,
                        "Уважаемые партнеры!",
                        "Поздравляем Вас с профессиональным праздником!",
                        "Искренне желаем Вам продуктивной деятельности, конструктивных решений, новых идей и уникальных разработок!",
                    ],
                },
                {
                    id: 22,
                    path: "/Rustrak-na-mejdunarodnoy-vistavke-kommercheskix-avtomobiley-COMTRANS-2021/",
                    year: "22.09.2021",
                    name: `РусТрак на международной выставке коммерческих автомобилей COMTRANS 2021`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/d15/660_440_0/5qgy78lepybv7mo7ibm26pj6t4f4smqn.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/d15/660_440_0/5qgy78lepybv7mo7ibm26pj6t4f4smqn.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/619/660_440_0/va0df3z0hm497tilv8oqmfrvo9y8zlaq.webp",
                    ],
                    texts: [
                        `Нижегородский автомобильный завод «РусТрак» совместно с ИСУЗУ РУС принял участие в 16-й международной выставке коммерческих автомобилей COMTRANS’21 в выставочном комплексе CROCUS EXPO с 7 по 11 сентября 2021 года. На выставочном стенде ИСУЗУ РУС представлен Автотопливозаправщик на шасси ISUZU ELF 8.0 4х4 (NPS75) производства ООО «РусТрак».`,
                        "Автотопливозаправщик предназначен для перевозки, кратковременного хранения, механизированной заправки светлыми нефтепродуктами различной техники с одновременным учетом объема выдаваемого топлива, а также для перекачки топлива из одной емкости в другую, минуя собственную.",
                        "Актуальность предложения, разнообразие экспозиции по достоинству оценили посетители выставки.",
                        "Мы благодарим наших партнеров ИСУЗУ РУС за успешное сотрудничество и посетителей выставки за интерес и высокую оценку нашей продукции.",
                    ],
                },
                {
                    id: 23,
                    path: "/Ocherednaya-partiya-avtomobiley-GAZon-NEXT-c-KMU-UNIC-374K-otpravilas-na-dalnie-rubeji-nashey-Rodini/",
                    year: "04.08.2021",
                    name: `Очередная партия автомобилей ГАЗон NEXT с КМУ UNIC 374K отправилась на дальние рубежи нашей Родины`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/a77/660_440_0/i7ewww3qyq4e98w303jd63onj2t4vug8.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/a77/660_440_0/i7ewww3qyq4e98w303jd63onj2t4vug8.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/185/660_440_0/306bbzon7a9c0b2i401y97l3782c050q.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/dc9/660_440_0/rndqx9uhdzptuscebp0d35sq1umu4d40.webp",
                    ],
                    texts: [
                        `Завод спецтехники «РусТрак» осуществило очередную поставку автомобилей ГАЗон NEXT C-41R13 с КМУ UNIC 374К. в г.Уссурийск. Данные автомобили предназначены для погрузки-разгрузки грузов различного назначения весом до 3030 кг, а также для транспортировки грузов общей массой до 3 000кг., максимальный вылет стрелы в данном исполнении КМУ позволяет полностью обслуживать бортовую платформу и работать с грузами на расстоянии до 10 м от оси вращения крана-манипулятора.`,
                        "Крано-манипуляторная установка UNIC URV 374 на шасси ГАЗон NEXT - это универсальное сочетание надежности, производительности и доступности в обслуживании.",
                    ],
                },
                {
                    id: 24,
                    path: "/KAMAZ-gotovit-konkurenta-GAZeli-i-Valdaya-(pervie-FOTO)/",
                    year: "15.06.2021",
                    name: `КАМАЗ готовит конкурента ГАЗели и Валдая (первые ФОТО)`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/eb6/660_440_0/wye3nxfayqdjmxs7p3btg2pkcoqjfz9h.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/eb6/660_440_0/wye3nxfayqdjmxs7p3btg2pkcoqjfz9h.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/925/660_440_0/cv6e5b726dmtnpdeowv4gumxeldd4tx9.webp",
                    ],
                    texts: [
                        `В свободный доступ попали первые фото перспективного среднетоннажного грузовика КАМАЗ Компас — их опубликовала пресс-служба президента Татарстана. Оказывается, Компас среди прочих разработок автогиганта показали премьер-министру Михаилу Мишустину во время его рабочей поездки 3 июня в Набережные Челны.
Директор КАМАЗа Сергей Когогин анонсировал линейку мало- и среднетоннажных грузовиков под общим именем Компас еще в декабре 2019 года. Семейство будет включать четыре модификации — полной массой 3,5 тонны, 5, 8 и 12 тонн. Младшей моделью можно управлять с правами легковой категории B, при этом она станет конкурировать с ГАЗелью. На фото запечатлен прототип полной массой 8 тонн, он сможет соперничать за кошельки потребителей с недавно появившимся Валдаем Next.`,
                        "В основу конструкции машин ляжет новая платформа собственной разработки КАМАЗа, однако бескапотная кабина для Компасов не оригинальная, она от китайского JAC N-Series. По неофициальной информации, маленькие и средние КАМАЗы будут оснащаться дизельными двигателями Cummins. Судя по фото прототипа, у Компаса — оригинальная передняя маска и универсальные круглые фары вместо блоков у N-Series.",
                        "На втором снимке можно увидеть салон машины. Он трехместный — сиденье водителя и сдвоенное пассажирское кресло. Сбоку от водителя на тоннеле расположен пневматический «ручник» и рычаг МКП, отмечает челнинское издание «Автосправочная».",
                        "Образец представлен с открытой бортовой платформой. О точных сроках начала серийного производства и продаж новинки пока неизвестно.",
                    ],
                },
                {
                    id: 25,
                    path: "/RusTrak-na-STT-2021/",
                    year: "02.06.2021",
                    name: `РусТрак на CTT 2021`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/4a2/660_440_0/3wbhp97rg9yngw7tkndujbp6tcsjyija.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/4a2/660_440_0/3wbhp97rg9yngw7tkndujbp6tcsjyija.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/4a2/660_440_0/3wbhp97rg9yngw7tkndujbp6tcsjyija.webp",
                    ],
                    texts: [
                        `Москва, 25-28 мая 2021 г. на территории МВЦ «Крокус-Экспо» прошла специализированная выставка строительной техники Bauma CTT RUSSIA 2021.`,
                        "Компания ФЕРРО ОТТИМО (официальный дистрибьютор итальянских кранов FASSI), Компания РусТрак и НЕО ТРАК представили на совместном стенде коммерческий автомобиль – бортовой HYUNDAI EX 8 EL c крано-манипуляторной установкой FASSI F85B.0.22.",
                        "Автомобиль уверенно выполняет погрузо-разгрузочные работы весом до 4 т., с максимальным вылетом стрелы – 7,5 м. и максимальным подъемом груза – до 10,5 м.",
                        "Предложенный автомобиль по достоинству оценили посетители выставки и он обрел нового владельца.",
                        "Удачная экспозиция стенда, актуальное предложение, менеджеры высшего звена – все это способствовало положительным результатам выставки и обретению новых полезных контактов.",
                        "Мы благодарим наших партнеров за успешное сотрудничество и посетителей выставки за интерес и высокую оценку нашей продукции.",
                    ],
                },
                {
                    id: 26,
                    path: "/S-dnyom-Pobedi!/",
                    year: "06.05.2021",
                    name: `С днём Победы!`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/3e1/660_440_0/gyvkigwvtq0suxaad5d416fo14oolvk9.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/3e1/660_440_0/gyvkigwvtq0suxaad5d416fo14oolvk9.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/3e1/660_440_0/gyvkigwvtq0suxaad5d416fo14oolvk9.webp",
                    ],
                    texts: [
                        `Уважаемые клиенты! Поздравляем Вас с 9 мая. Это день радости, гордости, памяти о миллионах граждан нашей страны, которые отдали свою жизнь за свободу и независимость нашей Родины в Великой Отечественной Войне.`,
                        "Желаем крепкого и надежного мира, светлого, бескрайнего и чистого неба над головой и нескончаемого благополучия. Пускай в ваших сердцах всегда живет память об этом подвиге наших бессмертных героев и о той цене, которая была отдана за нашу счастливую и спокойную жизнь.",
                        "С праздником Великой Победы!",
                    ],
                },
                {
                    id: 27,
                    path: "/S-1-maya/",
                    year: "30.04.2021",
                    name: `С 1 мая!`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/28d/660_440_0/g33pbbush5cl13kpeuzjolzaicij6jjs.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/28d/660_440_0/g33pbbush5cl13kpeuzjolzaicij6jjs.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/28d/660_440_0/g33pbbush5cl13kpeuzjolzaicij6jjs.webp",
                    ],
                    texts: [
                        `Уважаемые клиенты!`,
                        "Поздравляем вас с наступлением майских праздников и желаем вам успехов и процветания в ваших сферах деятельности!",
                        "Пусть эти выходные дни станут небольшой праздничной передышкой перед новыми свершениями!",
                        "Мир! Труд! Май!",
                    ],
                },
                {
                    id: 28,
                    path: "/GAZon-NEXT-C-41RB3-c-KMU-PALFINGER-PK-8500/",
                    year: "30.04.2021",
                    name: `ГАЗон NEXT C-41RB3 с КМУ PALFINGER РК 8500`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/325/660_440_0/platw2k0d50xh4mfmrdx45xr718an7p1.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/325/660_440_0/platw2k0d50xh4mfmrdx45xr718an7p1.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/325/660_440_0/platw2k0d50xh4mfmrdx45xr718an7p1.webp",
                    ],
                    texts: [
                        `В апреле 2021 г. ООО «Палфингер Кран Рус» совместно с дилером «Группы «ГАЗ» и заводом спецтехники «РусТрак» осуществило очередную поставку автомобилей ГАЗон NEXT C-41RB3 с КМУ PALFINGER РК 8500А.  Данная техника была изготовлена по заказу для одной из крупнейших сети магазинов по продаже строительно-отделочных материалов и хозяйственных товаров в СЗФО. Вышеуказанные автомобили обладают способностью производить погрузку-разгрузку грузов различного назначения, а также перевозить грузы общей массой до 4 000кг. Отметим, что за последние 2 года в адрес упомянутой компании было поставлено более 10 автомобилей с грузоподъемным оборудованием бренда PALFINGER.`,
                        "Масса КМУ PALFINGER PK 8500 (мод. A) составляет всего 950 кг, максимальная грузоподъемность при этом достигает 3 300 кг, а максимальный вылет в данном исполнении КМУ позволяет полностью обслуживать бортовую платформу и работать с грузами на расстоянии до 7,6 м от оси вращения крана-манипулятора. Максимальный же гидравлический вылет стрелы для данной модели составляет 9,6 м.",
                        "Лучшее соотношение общего веса и грузоподъемности делает модель КМУ PK 8500 Performance лучшей в своем классе. Высококачественная тонкая конструкционная сталь и оборудование обеспечивают надежность и точность работы в самых требовательных условиях. Модель PK 8500 Performance – лучший партнер для Вас.",
                    ],
                },
                {
                    id: 29,
                    path: "/FAV-predstavil-novuyu-rossiyskuyu-modifikatsiyu-Tiger-V/",
                    year: "02.09.2020",
                    name: `ФАВ представил новую российскую модификацию Tiger V`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/8cd/660_440_0/t574tkmy97ij6dcyo6ch12ga3v4c9fmr.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/8cd/660_440_0/t574tkmy97ij6dcyo6ch12ga3v4c9fmr.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/083/660_440_0/2bng0boebyfypxb2wbw48ebqxpljg432.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/567/660_440_0/1n70n96m0bteba9c4otmkeof01cb856n.webp",
                    ],
                    texts: [
                        `Информация о появлении на Российском рынке среднетоннажного шасси грузовика FAW 1066 (Tiger V) 4х2 была предоставлена компанией «ФАВ-Восточная Европа» в конце 2019 года. Первая готовая к заказу модель в бортовом исполнении появилась весной 2020 года.`,
                        "Три месяца спустя кузовостроители «РусТрак» разработали вторую модификацию Tiger V, которая представляет собой бортовой грузовик с КМУ UNIC.",
                        "Новый FAW Tiger V с КМУ благодаря отличным характеристикам (колесная база составляет 4700 мм, а снаряженная 5400 кг) может транспортировать грузы весом до 2600 кг.",
                        "Силовая установка в Tiger V представлена агрегатированным 4-литровым дизельным двигателем WP4.1Q140E50 (Евро-5), который обеспечивает максимальную мощность 130 л.с. (95,5 кВт) при 2600 об/мин и максимальный крутящий момент 450 Нм при 1200-1800 об/мин.",
                        "Бортовой кузов грузовика имеет размеры 6200 х 2300 х 400 мм (Д х Ш х В), пол выполнен из ламинированной фанеры, имеются петли для крепления груза, откидные алюминиевые боковые противооткатные ограждения и откидные алюминиевые борта.",
                        "И, конечно же, стоит обратить особое внимание на 4-секционный кран-манипулятор UNIC UR-V374, расположенный за кабиной. Максимальный грузовой момент КМУ составляет 7,88 тм, а рабочий радиус 0,67 – 9,81 м при угле поворота стрелы 360 град.",
                        "Грузоподъемность UNIC 374 при вылете стрелы на 2,6 м равна 3030 кг, в то время как при максимальном вылете она составляет 480 кг.",
                        "Грузовик FAW Tiger V с бортовой платформой и КМУ UNIC 374 имеет общие габаритные размеры 8700 х 2300 х 3250 мм. Шины автомобиля имеют размерность 825R16.",
                    ],
                },
                {
                    id: 30,
                    path: "/",
                    year: "06.04.2020",
                    name: `С апреля завод Рустрак работает в штатном режиме`,
                    image: "https://rtrf.ru/upload/resize_cache/iblock/747/660_440_0/5t7u23qekh4ry7fioqash1dze2xdbkpo.webp",
                    images: [
                        "https://rtrf.ru/upload/resize_cache/iblock/747/660_440_0/5t7u23qekh4ry7fioqash1dze2xdbkpo.webp",
                        "https://rtrf.ru/upload/resize_cache/iblock/747/660_440_0/5t7u23qekh4ry7fioqash1dze2xdbkpo.webp",
                    ],
                    texts: [
                        `Правительством Нижегородской области ООО "Рустрак" включен в перечень организаций, которые могут продолжить работу в период ограничительных мероприятий.`,
                    ],
                },
            ],
        },
        // //////////////////////////////////CONTACTS PAGE INFO///////////////////////
        contactPage: {
            title: "Контакты производителя автоспецтехники РусТрак",
            location: "603035 г. Нижний Новгород, ул. Торфяная, д. 35",
            call1: "Нижний Новгород: ",
            call2: "Для регионов: ",
            pochta: "Электронная почта: ",
            call3: "Запись на техническое обслуживание: ",
            employees: "Сотрудники",
            testimonials: [
                {
                    id: 1,
                    image: "https://rtrf.ru/upload/iblock/ea7/65xzu311sauu309v253aavr5dum37ppw.webp",
                    name: "Шаронов Сергей Владимирович",
                    job: "Генеральный директор",
                    phone: "8 (831) 225-00-55",
                    media: "komdir@rtrf.ru",
                },
                {
                    id: 2,
                    image: "https://rtrf.ru/upload/iblock/1d8/3d2rkl9h36edz2skjrxk82t4oje4bnba.png",
                    name: "Сучков Александр Алексеевич",
                    job: "Коммерческий директор",
                    phone: "8 (831) 225-00-55",
                    media: "sale@rtrf.ru",
                },
                {
                    id: 3,
                    image: "https://rtrf.ru/upload/iblock/5c4/4z4jpay46n3fd2mr1wg37kcy1je23x48.jpeg",
                    name: "Ширдин Михаил Васильевич",
                    job: "Руководитель отдела продаж",
                    phone: "88312352616 ext. 202",
                    media: "rop+7605@rtrf.ru",
                },
                {
                    id: 4,
                    image: "https://rtrf.ru/upload/iblock/0b4/wtidloztd9su8mcv8v1voevgtwqd30bm.webp",
                    name: "Савенко Екатерина Юрьевна",
                    job: "Менеджер по продажам",
                    phone: "88312352616 ext. 214",
                    media: "RK+7605@rtrf.ru",
                },
                {
                    id: 5,
                    image: "https://rtrf.ru/upload/iblock/b1f/5atf5sr30qcydxhop15xuy3lbpncv5q0.png",
                    name: "Сергеева Юлия Юрьевна",
                    job: "Менеджер по продажам",
                    phone: "88312352551 доб.215",
                    media: "sale4+7605@rtrf.ru",
                },
                {
                    id: 6,
                    image: "https://rtrf.ru/upload/iblock/f0d/zogydyzseelhq3iobts4k51jru602jrh/Konev.png",
                    name: "Конев Максим Анатольевич",
                    job: "Руководитель направления развития дилерской сети",
                    phone: "88312250055 доб.213",
                    media: "sale3@rtrf.ru",
                },
                {
                    id: 7,
                    image: "https://rtrf.ru/upload/iblock/6b9/19q7vndhntkp5gmaywnbypts3itn4a6z.webp",
                    name: "Киселёв Иван Александрович",
                    job: "Руководитель отдела по сертификации ООО «РусТрак»",
                    phone: "88312250055 доб.212",
                    media: "sale2@rtrf.ru",
                },
                {
                    id: 8,
                    image: "https://rtrf.ru/upload/iblock/8c6/2ahwe7vwm1z79akaqxrwuvn6iwhq1g63.webp",
                    name: "Шалявин Дмитрий Леонидович",
                    job: "Главный конструктор",
                    phone: "88312250055 доб.701",
                    media: "kb@rtrf.ru",
                },
                {
                    id: 9,
                    image: "https://rtrf.ru/upload/iblock/f08/t8c68pqvsn5fgxsnzii10mkxdbnpsm8i.png",
                    name: "Ярилин Александр Валерьевич",
                    job: "Инженер по гарантии",
                    phone: "88312250055 доб.610",
                    media: "kb1@rtrf.ru",
                },
                {
                    id: 10,
                    image: "https://rtrf.ru/upload/iblock/862/0dcnqk1kqxnahgjat81j088c5000pepk.webp",
                    name: "Муреев Александр Евгеньевич",
                    job: "Начальник ОТК",
                    phone: "88312250055 доб.601",
                    media: "OTK@rtrf.ru",
                },
                {
                    id: 11,
                    image: "https://rtrf.ru/upload/iblock/6e4/hbrcxy3lh72gd3hpnqm41tg1vfwd0o71.png",
                    name: "Иванов Сергей Иванович",
                    job: "Руководитель отдела снабжения",
                    phone: "88312250055 доб.401",
                    media: "snab@rtrf.ru",
                },
            ],
        },
        // //////////////////////////FOOTER INFO////////////////////
        footer: {
            footerTel: "Тел/факс: 8 (831) 235-25-17",
            footerEmail: "Email: info+7605@rtrf.ru",
            footerLocation: "г. Нижний Новгород ул. Торфяная, 35",
            footerFirstText: "2009 - 2026 © Rus - Trucks",
            footerSecondText:
                "Информация на сайте не является публичной офертой, определяемой согласно статье 435 Гражданского кодекса РФ и носит исключительно информационный характер.",
            //    ////////////////////////////////////
            footerMedia: {
                aboutUs: "О нас",
                media: "Медиа",
                allBoutUs: [
                    {
                        id: 0,
                        name: "О компании ООО «Рустрак»",
                        path: "/about",
                    },
                    {
                        id: 1,
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        id: 2,
                        name: "Наши партнёры",
                        path: "/partners",
                    },
                    {
                        id: 3,
                        name: "Производство",
                        path: "/production",
                    },
                    {
                        id: 4,
                        name: "Поставщикам и партнёрам",
                        path: "/suppliers",
                    },
                    {
                        id: 5,
                        name: "Отзывы",
                        path: "/otziv",
                    },
                    {
                        id: 6,
                        name: "Сертификаты",
                        path: "/sertificate",
                    },
                    {
                        id: 7,
                        name: "Вакансии",
                        path: "/vacancies",
                    },
                    {
                        id: 8,
                        name: "Кредит и лизинг",
                        path: "/leasing",
                    },
                    {
                        id: 9,
                        name: "Сервис",
                        path: "/service",
                    },
                    {
                        id: 10,
                        name: "Ремонт",
                        path: "/repair",
                    },
                    {
                        id: 11,
                        name: "Контакты",
                        path: "/contact",
                    },
                ],
                allMedia: [
                    {
                        name: "Фотогалерея",
                        path: "/fotogallery",
                    },
                    {
                        name: "Видео",
                        path: "/video",
                    },
                    {
                        name: "Рекламные материалы",
                        path: "/promo",
                    },
                    {
                        name: "Информационные материалы",
                        path: "/info",
                    },
                ],
            },
        },
        // ///////////////////MODALS/////////////////////
        modals: {
            title1: "Получить коммерческое предложение",
            name: "Ваше имя ",
            phone: "Телефон",
            email: "E-mail",
            checkText1: "Я согласен на",
            checkText2: "обработку персональных данных",
            poluchitKP: "Получить КП",
            zakazatZvonok: "Заказать звонок",
            zzText: "Наш менеджер свяжется с Вами в ближайшее время",
            forRegion1: "Для регионов:",
            forRegion2: "Нижний Новгород:",
            zayavkuBtn: "Оставить заявку",
            podrobne: "Подробнее",
            udalit: "Удалить",
            oformitZakaz: "Оформить заказ",
            required: "This field is required.",
            question: "Остались вопросы?",
            text: "Свяжитесь с нашим менеджером или оставьте заявку на обратный звонок",
            openCatalog: "Открыть каталог",
            otpravit: "Отправить",
            questionText:
                "Оставьте свои контактные данные, и мы перезвоним Вам в ближайшее время",
            text1: "Нажимая на кнопку отправить",
            text2: "Вы соглашаетесь на обработку персональных данных",
            pokazat: "Показать ещё",
            nazad: "Назад",
            dalshe: "Дальше",
            added: "В корзине",
        },
    },
};
